<pad>	0
<unk>	0
<s>	0
</s>	0
[CLS]	0
[SEP]	0
[MASK]	0
‚ĖĀthe	-3.08561
,	-3.20644
.	-3.45384
‚ĖĀand	-3.74309
‚ĖĀto	-3.79502
‚ĖĀof	-3.80606
‚ĖĀin	-3.9057
-	-4.02049
‚ĖĀaluminium	-4.23347
‚ĖĀa	-4.24365
s	-4.35095
‚ĖĀper	-4.44584
‚ĖĀfor	-4.79758
‚ĖĀtonne	-4.84891
‚ĖĀat	-4.90607
‚ĖĀis	-4.90748
‚ĖĀon	-5.00039
‚ĖĀby	-5.05507
‚ĖĀwith	-5.10732
‚ĖĀfrom	-5.15574
‚Äô	-5.30966
‚ĖĀrmb	-5.36009
‚ĖĀhas	-5.36823
‚ĖĀas	-5.39152
‚ĖĀtonnes	-5.39212
‚ĖĀprice	-5.41927
‚ĖĀus	-5.47087
‚ĖĀthat	-5.48696
‚ĖĀits	-5.5156
‚ĖĀ	-5.60755
'	-5.63512
‚ĖĀ(	-5.67933
‚ĖĀcent	-5.68947
‚ĖĀthis	-5.72154
‚ĖĀwill	-5.77528
‚ĖĀmillion	-5.7825
‚ĖĀare	-5.80761
‚ĖĀit	-5.90483
‚ĖĀan	-5.94877
‚ĖĀcompany	-5.95971
‚ĖĀproduction	-5.98245
‚ĖĀbe	-5.98614
)	-6.06051
‚ĖĀyear	-6.09281
‚ĖĀchina	-6.12659
ing	-6.16064
‚ĖĀwas	-6.18058
‚ĖĀnew	-6.19305
‚ĖĀhave	-6.21789
‚ĖĀindustry	-6.22664
‚ĖĀmarket	-6.24069
‚ĖĀalumina	-6.2591
‚ĖĀ‚Äú	-6.2726
‚ĖĀwhich	-6.2879
‚ĖĀsaid	-6.30034
‚ĖĀalso	-6.30339
‚ĖĀprices	-6.34704
‚ĖĀglobal	-6.36771
‚ĖĀour	-6.37721
‚ĖĀup	-6.40646
‚ĖĀbauxite	-6.45012
‚ĖĀwe	-6.48734
‚ĖĀor	-6.48957
:	-6.52503
/	-6.52826
‚ĖĀlme	-6.61773
‚ĖĀmore	-6.62096
‚ĖĀproducts	-6.62541
‚ĖĀcan	-6.66064
‚ĖĀhigh	-6.6699
‚ĖĀmetal	-6.68244
‚ĖĀbeen	-6.68801
‚ĖĀ"	-6.71348
‚ĖĀtheir	-6.72333
‚ĖĀenergy	-6.76624
‚ĖĀover	-6.81833
‚ĖĀfirst	-6.81866
‚ĖĀdemand	-6.84536
‚ĖĀinr	-6.8486
t	-6.86759
‚ĖĀwhile	-6.88771
‚ĖĀdata	-6.89592
‚ĖĀaluminum	-6.90551
‚ĖĀthan	-6.91503
$	-6.92807
‚ĖĀrecycling	-6.92976
‚ĖĀprimary	-6.94036
‚ĖĀbut	-6.97159
‚ĖĀall	-6.98061
‚ĖĀgrowth	-6.98309
‚ĖĀone	-6.98385
ed	-6.98888
‚ĖĀworld	-6.98978
.‚ÄĚ	-6.98998
‚ĖĀaccording	-6.99462
‚ĖĀcapacity	-6.99644
‚ĖĀproject	-7.00985
‚ĖĀscrap	-7.00992
‚ĖĀindia	-7.01167
‚ĖĀexpected	-7.01859
‚ĖĀdown	-7.03534
‚ĖĀother	-7.03877
‚ĖĀsupply	-7.04115
‚ĖĀduring	-7.05598
‚ĖĀnot	-7.06504
‚ĖĀwere	-7.08419
‚ĖĀtotal	-7.10042
;	-7.11132
‚ĖĀafter	-7.11366
‚ĖĀinto	-7.13127
‚ĖĀingot	-7.14811
‚ĖĀincrease	-7.15251
‚ĖĀplant	-7.15526
‚ĖĀlast	-7.17249
‚ĖĀbusiness	-7.17316
on	-7.18379
‚ĖĀtwo	-7.18472
‚ĖĀmay	-7.20807
‚ĖĀabout	-7.20852
‚ĖĀtechnology	-7.22638
‚ĖĀpower	-7.23297
a	-7.23656
‚ĖĀmanufacturing	-7.24896
‚ĖĀdevelopment	-7.25044
‚ĖĀbetween	-7.25857
‚ĖĀincreased	-7.27106
‚ĖĀmost	-7.27258
‚ĖĀgroup	-7.27261
‚ĖĀsector	-7.27662
‚ĖĀbillion	-7.28361
‚ĖĀalloy	-7.29032
‚ĖĀlow	-7.29097
‚ĖĀmetals	-7.29125
‚ĖĀweek	-7.2952
‚ĖĀtrade	-7.29718
‚ĖĀthese	-7.30008
‚ĖĀmining	-7.3005
‚ĖĀaverage	-7.3038
2	-7.32704
‚ĖĀyears	-7.33503
‚ĖĀexport	-7.33827
‚ĖĀquarter	-7.34067
the	-7.34829
‚ĖĀrange	-7.34916
‚ĖĀshfe	-7.35089
‚ĖĀwould	-7.3543
‚ĖĀthrough	-7.36618
‚ĖĀmaterials	-7.3669
‚ĖĀthey	-7.36718
‚ĖĀcontract	-7.37618
‚ĖĀthree	-7.37812
‚ĖĀhe	-7.37869
‚ĖĀdue	-7.37904
‚ĖĀdomestic	-7.38341
‚ĖĀacross	-7.38575
‚ĖĀsustainability	-7.39207
‚ĖĀoperations	-7.39374
‚ĖĀstood	-7.39633
d	-7.41213
‚ĖĀfurther	-7.41641
‚ĖĀvalue	-7.41686
‚ĖĀgovernment	-7.41887
‚ĖĀusd	-7.42708
‚ĖĀday	-7.42736
‚ĖĀindustrial	-7.42869
‚ĖĀhowever	-7.42913
‚ĖĀpackaging	-7.43087
1	-7.43166
‚ĖĀimports	-7.44616
‚ĖĀhigher	-7.44634
‚ĖĀsustainable	-7.44718
month	-7.45301
‚ĖĀimport	-7.45617
o	-7.45671
year	-7.45712
),	-7.45963
‚ĖĀcarbon	-7.46052
‚ĖĀincluding	-7.46393
,‚ÄĚ	-7.46757
‚ĖĀmaterial	-7.46939
‚ĖĀmajor	-7.47991
‚ĖĀboth	-7.48752
‚ĖĀmonth	-7.49625
‚ĖĀdecember	-7.49822
‚ĖĀ&	-7.50227
‚ĖĀ3	-7.51351
‚ĖĀhad	-7.51427
‚ĖĀjanuary	-7.51875
‚ĖĀnow	-7.51996
‚ĖĀprevious	-7.52726
‚ĖĀcans	-7.52792
‚ĖĀaround	-7.52904
‚ĖĀreal	-7.52912
‚ĖĀwell	-7.53121
‚ĖĀsuch	-7.53135
‚ĖĀaccess	-7.53518
‚ĖĀsales	-7.54105
‚ĖĀq	-7.54136
‚ĖĀprocess	-7.54678
‚ĖĀanalysis	-7.54973
‚ĖĀtoday	-7.55052
‚ĖĀend	-7.55119
‚ĖĀexports	-7.55266
‚ĖĀcompanies	-7.55315
‚ĖĀsupport	-7.56066
‚ĖĀproduct	-7.56771
‚ĖĀjune	-7.5732
‚ĖĀindustries	-7.57724
‚ĖĀtrends	-7.58404
‚ĖĀsignificant	-7.58456
‚ĖĀperformance	-7.58553
‚ĖĀspot	-7.58593
‚ĖĀcountry	-7.58838
‚ĖĀlike	-7.59266
‚ĖĀfuture	-7.6007
‚ĖĀsame	-7.60128
‚ĖĀsmelter	-7.60639
‚ĖĀsince	-7.60894
time	-7.61599
‚ĖĀfind	-7.61812
‚ĖĀout	-7.62318
‚ĖĀmarch	-7.62612
‚ĖĀsome	-7.62935
‚ĖĀinsights	-7.63093
‚ĖĀonly	-7.63231
‚ĖĀinternational	-7.63232
‚ĖĀoffer	-7.63565
‚ĖĀreport	-7.63573
‚ĖĀ20	-7.64137
00	-7.64291
‚ĖĀannounced	-7.64342
‚ĖĀcost	-7.6442
‚ĖĀunder	-7.64425
‚ĖĀoutput	-7.6473
‚ĖĀautomotive	-7.6519
‚ĖĀuse	-7.65531
‚ĖĀused	-7.65533
‚ĖĀconstruction	-7.66196
we	-7.66245
‚ĖĀsmm	-7.66592
‚ĖĀ10	-7.6679
‚ĖĀhydro	-7.66904
‚ĖĀleading	-7.66912
‚ĖĀvedanta	-7.66924
‚ĖĀinvestment	-7.66932
‚ĖĀcompared	-7.67445
."	-7.67546
‚ĖĀtime	-7.67703
‚ĖĀseptember	-7.68282
‚ĖĀenvironmental	-7.68286
‚ĖĀco	-7.68537
‚ĖĀlower	-7.68563
driven	-7.68905
‚ĖĀfacility	-7.69425
‚ĖĀexclusive	-7.69506
‚ĖĀsouth	-7.70724
m	-7.7093
‚ĖĀjuly	-7.71079
‚ĖĀstand	-7.71677
‚ĖĀsteel	-7.71699
‚ĖĀlimited	-7.71986
‚ĖĀperiod	-7.72043
‚ĖĀstate	-7.72214
‚ĖĀchain	-7.72714
‚ĖĀpresident	-7.72979
‚ĖĀmade	-7.73289
‚ĖĀlargest	-7.73573
3	-7.73663
‚ĖĀchinese	-7.7369
‚ĖĀshanghai	-7.74167
‚ĖĀhistorical	-7.74293
depth	-7.74455
‚ĖĀapril	-7.74502
‚ĖĀadded	-7.7495
‚ĖĀrise	-7.75824
‚ĖĀoctober	-7.76123
‚ĖĀindices	-7.76985
‚ĖĀtrading	-7.77035
‚ĖĀstands	-7.77099
‚ĖĀ1	-7.77414
‚ĖĀunited	-7.77445
‚ĖĀvolume	-7.77644
‚ĖĀemissions	-7.77993
‚ĖĀexchange	-7.78037
‚ĖĀaugust	-7.78295
‚ĖĀlong	-7.78865
com	-7.79172
‚ĖĀmonths	-7.79625
‚ĖĀsolutions	-7.79833
‚ĖĀnovember	-7.79842
‚ĖĀnet	-7.81502
‚ĖĀcustomers	-7.81599
‚ĖĀproducers	-7.81742
‚ĖĀu	-7.82027
‚ĖĀrecycled	-7.82094
‚ĖĀkey	-7.82311
‚ĖĀbid	-7.82463
,"	-7.83359
‚ĖĀ3-	-7.83433
‚ĖĀpart	-7.83778
‚ĖĀinventories	-7.8379
‚ĖĀoperating	-7.83909
‚ĖĀeconomy	-7.84364
‚ĖĀal	-7.84456
‚ĖĀeurope	-7.84565
://	-7.84692
‚ĖĀdirector	-7.84989
‚ĖĀsecond	-7.85976
‚ĖĀ2	-7.86262
‚ĖĀhttp	-7.86314
‚ĖĀcosts	-7.86332
www	-7.86684
‚ĖĀstates	-7.86746
‚ĖĀthere	-7.86885
‚ĖĀstrong	-7.87114
‚ĖĀconsumption	-7.87176
‚ĖĀwhen	-7.8886
to	-7.8894
‚ĖĀcash	-7.89535
‚ĖĀdesign	-7.89553
aluminium	-7.89775
‚ĖĀsystem	-7.90294
alcircle	-7.90338
‚ĖĀ5	-7.90685
‚ĖĀimpact	-7.9089
‚ĖĀeuropean	-7.91072
‚ĖĀbeing	-7.91346
‚ĖĀlocal	-7.91673
‚ĖĀalloys	-7.93167
‚ĖĀmarkets	-7.93497
news	-7.93684
‚ĖĀno	-7.93685
‚ĖĀwithin	-7.93768
‚ĖĀclosed	-7.94177
‚ĖĀceo	-7.94271
‚ĖĀeconomic	-7.94458
‚ĖĀnext	-7.94593
‚ĖĀcontinue	-7.94868
‚ĖĀdecline	-7.94894
‚ĖĀ‚Äď	-7.94937
‚ĖĀltd	-7.95583
‚ĖĀalcoa	-7.95622
‚ĖĀrespectively	-7.96437
‚ĖĀcurrent	-7.96457
‚ĖĀnorth	-7.96506
in	-7.96825
‚ĖĀso	-7.96952
‚ĖĀquality	-7.97744
y	-7.97766
‚ĖĀcould	-7.98058
‚ĖĀnational	-7.9811
‚ĖĀfebruary	-7.9815
‚ĖĀstock	-7.98333
‚ĖĀraw	-7.99516
‚ĖĀline	-7.99526
‚ĖĀproducer	-7.99653
‚ĖĀexecutive	-7.9989
‚ĖĀgreen	-8.00014
‚ĖĀdownstream	-8.00113
‚ĖĀclose	-8.0023
‚ĖĀfoil	-8.00716
‚ĖĀthursday	-8.00726
‚ĖĀwarrants	-8.00812
‚ĖĀestimated	-8.00924
‚ĖĀmake	-8.0146
‚ĖĀprojects	-8.02001
‚ĖĀextrusion	-8.02168
‚ĖĀwhere	-8.02279
).	-8.0258
‚ĖĀ30	-8.02609
‚ĖĀaustralia	-8.0291
‚ĖĀcommitment	-8.03232
‚ĖĀreported	-8.03268
‚ĖĀset	-8.03476
based	-8.0352
‚ĖĀagreement	-8.0373
‚ĖĀchief	-8.03966
‚ĖĀshare	-8.04347
‚ĖĀbeverage	-8.04773
‚ĖĀwork	-8.05286
‚ĖĀfinancial	-8.05387
‚ĖĀrate	-8.05656
‚ĖĀcome	-8.058
‚ĖĀrusal	-8.05873
‚ĖĀrefinery	-8.05973
‚ĖĀany	-8.06073
‚ĖĀrevenue	-8.06686
‚ĖĀmanagement	-8.07509
‚ĖĀ4	-8.07695
‚ĖĀ50	-8.08183
‚ĖĀelectric	-8.0856
‚ĖĀremained	-8.08868
‚ĖĀstandard	-8.09205
‚ĖĀwho	-8.09356
‚ĖĀbuilding	-8.09533
‚ĖĀrio	-8.10284
‚ĖĀannual	-8.1029
‚ĖĀbefore	-8.10426
‚ĖĀtowards	-8.10484
‚ĖĀfriday	-8.11086
‚ĖĀif	-8.11411
‚ĖĀtariffs	-8.11666
‚ĖĀimported	-8.12284
‚ĖĀdropped	-8.12425
‚ĖĀagainst	-8.12735
‚ĖĀpotential	-8.13036
‚ĖĀrecorded	-8.13422
‚ĖĀthird	-8.13759
‚ĖĀpremium	-8.13947
‚ĖĀregion	-8.14497
‚ĖĀwaste	-8.14699
‚ĖĀexpansion	-8.1503
4	-8.15211
‚ĖĀcrore	-8.15278
‚ĖĀinnovation	-8.15295
‚ĖĀvehicles	-8.15424
‚ĖĀinitiative	-8.1546
‚ĖĀasi	-8.15475
‚ĖĀnon	-8.15876
‚ĖĀ100	-8.15937
‚ĖĀhindalco	-8.16112
‚ĖĀsmelters	-8.16113
‚ĖĀfollowing	-8.16182
‚ĖĀfocus	-8.16401
‚ĖĀtop	-8.16484
‚ĖĀdrop	-8.16758
‚ĖĀpercent	-8.17007
‚ĖĀstrategic	-8.17116
‚ĖĀresearch	-8.17408
‚ĖĀlikely	-8.17419
‚ĖĀ19	-8.17507
‚ĖĀfull	-8.17635
‚ĖĀwater	-8.17981
‚ĖĀalready	-8.18118
‚ĖĀfive	-8.18174
‚ĖĀhis	-8.1821
‚ĖĀrecent	-8.18762
‚ĖĀlatest	-8.18886
‚ĖĀmany	-8.19863
‚ĖĀ18	-8.19965
‚ĖĀfirm	-8.19977
‚ĖĀcontinued	-8.20284
‚ĖĀsolar	-8.20513
‚ĖĀofficial	-8.2054
‚ĖĀenvironment	-8.20676
‚ĖĀuk	-8.20885
‚ĖĀcountries	-8.21038
‚ĖĀmonday	-8.2124
‚ĖĀsystems	-8.21365
‚ĖĀtechnologies	-8.21499
‚ĖĀusing	-8.21647
‚ĖĀgrowing	-8.21671
‚ĖĀresources	-8.22206
‚ĖĀtinto	-8.22399
‚ĖĀreduce	-8.22465
‚ĖĀeast	-8.23134
‚ĖĀeach	-8.23505
‚ĖĀ2020	-8.23585
‚ĖĀ25	-8.23741
‚ĖĀteam	-8.24167
‚ĖĀresults	-8.24441
‚ĖĀhelp	-8.24753
‚ĖĀthem	-8.24789
‚ĖĀbenchmark	-8.25145
‚ĖĀmaking	-8.25405
‚ĖĀhalf	-8.25412
‚ĖĀproduced	-8.25502
‚ĖĀ6	-8.26068
‚ĖĀrose	-8.2617
‚ĖĀprofit	-8.26268
term	-8.26513
‚ĖĀassociation	-8.27519
‚ĖĀbased	-8.27616
‚ĖĀback	-8.27803
‚ĖĀmanufacturers	-8.2812
‚ĖĀindian	-8.28346
‚ĖĀcanada	-8.28519
‚ĖĀega	-8.28546
carbon	-8.28842
‚ĖĀcorporation	-8.29076
‚ĖĀ15	-8.29426
‚ĖĀequipment	-8.29935
‚ĖĀsafety	-8.30217
‚ĖĀcurrently	-8.30245
‚ĖĀmove	-8.30275
‚ĖĀforward	-8.30415
‚ĖĀamerica	-8.30954
‚ĖĀjust	-8.31159
‚ĖĀprocessing	-8.31365
‚ĖĀplans	-8.31653
‚ĖĀcertification	-8.31807
‚ĖĀeven	-8.31826
‚ĖĀprovide	-8.3189
‚ĖĀcomponents	-8.31906
‚ĖĀremain	-8.31949
‚ĖĀnovelis	-8.32048
‚ĖĀrenewable	-8.32232
‚ĖĀvery	-8.32265
‚ĖĀpeople	-8.32324
‚ĖĀamong	-8.32517
‚ĖĀmeet	-8.32708
‚ĖĀguinea	-8.3279
‚ĖĀworking	-8.32881
e	-8.33008
‚ĖĀi	-8.33186
‚ĖĀefficiency	-8.33502
‚ĖĀshipments	-8.33512
‚ĖĀgas	-8.33849
‚ĖĀcoal	-8.33902
‚ĖĀtuesday	-8.34031
"	-8.34377
‚ĖĀcut	-8.34857
‚ĖĀproduce	-8.34886
‚ĖĀofficer	-8.35079
‚ĖĀbattery	-8.35374
‚ĖĀsectors	-8.35391
‚ĖĀdecreased	-8.35962
‚ĖĀvarious	-8.35982
‚ĖĀnalco	-8.36334
‚ĖĀapplications	-8.36373
‚ĖĀwednesday	-8.36424
‚ĖĀoperational	-8.3645
‚ĖĀfacilities	-8.36871
‚ĖĀvehicle	-8.37387
‚ĖĀdespite	-8.37721
‚ĖĀrole	-8.3832
‚ĖĀlevel	-8.38665
‚ĖĀadvanced	-8.38805
.50	-8.39007
‚ĖĀtake	-8.39241
‚ĖĀinterest	-8.39431
‚ĖĀrecently	-8.39663
‚ĖĀwire	-8.40053
‚ĖĀhighest	-8.40611
‚ĖĀoverall	-8.40693
‚ĖĀreach	-8.40709
‚ĖĀopening	-8.40858
‚ĖĀneed	-8.41165
‚ĖĀstill	-8.41642
‚ĖĀfour	-8.41691
‚ĖĀcommercial	-8.41714
‚ĖĀfy	-8.42017
‚ĖĀavailable	-8.42172
‚ÄĚ	-8.42736
th	-8.42748
‚ĖĀ-	-8.42799
‚ĖĀalba	-8.42959
‚ĖĀlarge	-8.42987
‚ĖĀincreasing	-8.43193
‚ĖĀcame	-8.43212
‚ĖĀwithout	-8.4326
‚ĖĀlondon	-8.43338
‚ĖĀboard	-8.43601
‚ĖĀbrand	-8.44153
‚ĖĀfell	-8.44162
‚ĖĀinventory	-8.44229
of	-8.44403
‚ĖĀm	-8.44542
‚ĖĀ2017	-8.44556
‚ĖĀfall	-8.44957
‚ĖĀhow	-8.4497
‚ĖĀchange	-8.45153
‚ĖĀgeneral	-8.45355
‚ĖĀelectricity	-8.46039
‚ĖĀ2018	-8.46234
‚ĖĀless	-8.46244
‚ĖĀplan	-8.46392
ly	-8.464
‚ĖĀpartnership	-8.46651
‚ĖĀensure	-8.46707
‚ĖĀlook	-8.47004
i	-8.47199
‚ĖĀsignificantly	-8.47228
‚ĖĀimportant	-8.4729
‚ĖĀ12	-8.47626
‚ĖĀ14	-8.47656
‚ĖĀstated	-8.47767
‚ĖĀinnovative	-8.47783
‚ĖĀmr	-8.47919
‚ĖĀfutures	-8.48109
‚ĖĀminister	-8.48158
‚ĖĀparts	-8.48291
‚ĖĀrising	-8.48807
‚ĖĀbecause	-8.48808
‚ĖĀ21	-8.4881
‚ĖĀremains	-8.49053
‚ĖĀamount	-8.49295
‚ĖĀstrategy	-8.49981
‚ĖĀ‚Äė	-8.50049
‚ĖĀmanufacturer	-8.50092
‚ĖĀtrend	-8.50181
‚ĖĀrecord	-8.50199
‚ĖĀcasting	-8.50433
‚ĖĀcreate	-8.5051
‚ĖĀevent	-8.50538
months	-8.50809
‚ĖĀmine	-8.51093
‚ĖĀanother	-8.51283
‚ĖĀplants	-8.51388
‚ĖĀareas	-8.51425
‚ĖĀdrive	-8.51534
‚ĖĀcapital	-8.51602
‚ĖĀposition	-8.51795
‚ĖĀaustralian	-8.52001
‚ĖĀlightweight	-8.52527
‚ĖĀ7	-8.52831
‚ĖĀapproximately	-8.52875
‚ĖĀyou	-8.52951
c	-8.52999
‚ĖĀ2016	-8.53089
‚ĖĀengineering	-8.53489
‚ĖĀinfrastructure	-8.53634
‚ĖĀ40	-8.54109
‚ĖĀsocial	-8.54203
‚ĖĀasia	-8.54865
‚ĖĀresult	-8.55138
‚ĖĀway	-8.55355
‚ĖĀsee	-8.55661
‚ĖĀdesigned	-8.55878
‚ĖĀinclude	-8.55888
‚ĖĀevery	-8.55944
‚ĖĀdeclined	-8.56448
‚ĖĀsays	-8.56599
‚ĖĀshort	-8.56719
‚ĖĀkg	-8.57281
‚ĖĀopen	-8.57411
‚ĖĀcritical	-8.57413
‚ĖĀcar	-8.57479
‚ĖĀservices	-8.57496
‚ĖĀdec	-8.5761
‚ĖĀchallenges	-8.57617
‚ĖĀnearly	-8.57732
‚ĖĀmeeting	-8.57795
‚ĖĀlight	-8.5782
‚ĖĀ2019	-8.57972
‚ĖĀaddition	-8.57996
‚ĖĀbase	-8.58199
‚ĖĀadditional	-8.58301
‚ĖĀeffect	-8.58392
5	-8.58421
‚ĖĀseen	-8.58562
‚ĖĀ2021	-8.58622
al	-8.58753
‚ĖĀgermany	-8.58876
‚ĖĀcollaboration	-8.59097
‚ĖĀearlier	-8.59151
‚ĖĀlive	-8.59243
‚ĖĀreduction	-8.59701
‚ĖĀearnings	-8.59729
‚ĖĀstandards	-8.59782
‚ĖĀtotalled	-8.59796
‚ĖĀopportunities	-8.59896
‚ĖĀexisting	-8.59942
‚ĖĀcentral	-8.60173
‚ĖĀefforts	-8.60231
‚ĖĀfound	-8.60598
‚ĖĀdriven	-8.60663
‚ĖĀaerospace	-8.60724
‚ĖĀseveral	-8.60949
‚ĖĀorder	-8.61055
re	-8.61301
‚ĖĀamerican	-8.6132
‚ĖĀmines	-8.6151
‚ĖĀ22	-8.61816
‚ĖĀ2023	-8.61926
‚ĖĀbelow	-8.62119
‚ĖĀpositive	-8.62187
‚ĖĀwhat	-8.62243
‚ĖĀ13	-8.62246
‚ĖĀ2015	-8.62339
‚ĖĀarea	-8.62342
‚ĖĀpressure	-8.62532
‚ĖĀopened	-8.62679
‚ĖĀtogether	-8.62823
‚ĖĀreduced	-8.6283
‚ĖĀsettlement	-8.62968
‚ĖĀeu	-8.62986
‚ĖĀtechnical	-8.62991
‚ĖĀdeveloped	-8.63289
‚ĖĀchairman	-8.63366
‚ĖĀfootprint	-8.63629
‚ĖĀrussia	-8.63636
‚ĖĀexperience	-8.63759
‚ĖĀbillet	-8.63954
‚ĖĀ8	-8.64088
‚ĖĀkeep	-8.64189
‚ĖĀemployees	-8.64497
‚ĖĀrolling	-8.64845
‚ĖĀmuch	-8.65033
‚ĖĀoperation	-8.65159
‚ĖĀclosing	-8.65233
‚ĖĀ11	-8.65323
‚ĖĀsite	-8.65565
‚ĖĀthose	-8.65704
‚ĖĀsecondary	-8.65712
‚ĖĀflat	-8.65741
‚ĖĀuae	-8.65762
‚ĖĀstart	-8.65862
‚ĖĀrates	-8.65903
us	-8.65995
‚ĖĀexported	-8.66763
‚ĖĀachieve	-8.66784
‚ĖĀshowed	-8.66838
‚ĖĀhand	-8.66925
‚ĖĀtariff	-8.67033
‚ĖĀbecome	-8.67183
‚ĖĀmanager	-8.67186
‚ĖĀproducing	-8.67214
‚ĖĀhover	-8.67423
‚ĖĀterm	-8.67462
‚ĖĀsettle	-8.6754
‚ĖĀcentre	-8.67551
‚ĖĀnumber	-8.67713
‚ĖĀthen	-8.67805
‚ĖĀ2022	-8.68007
‚ĖĀoff	-8.6813
‚ĖĀstep	-8.68132
‚ĖĀdays	-8.68234
‚ĖĀjapan	-8.6844
‚ĖĀdecision	-8.68534
‚ĖĀ24	-8.68535
‚ĖĀ2021,	-8.68649
‚ĖĀdeal	-8.68688
‚ĖĀreducing	-8.68804
up	-8.68927
‚ĖĀasian	-8.69102
‚ĖĀplace	-8.69221
‚ĖĀshould	-8.6925
‚ĖĀhike	-8.69267
‚ĖĀsheet	-8.69449
‚ĖĀtraded	-8.69462
‚ĖĀrecovery	-8.69672
‚ĖĀjoint	-8.69941
‚ĖĀ9	-8.70047
‚ĖĀsolution	-8.70114
‚ĖĀlots	-8.7055
‚ĖĀsupplier	-8.70578
‚ĖĀalong	-8.70773
‚ĖĀministry	-8.70905
‚ĖĀplastic	-8.70921
‚ĖĀbuild	-8.70986
‚ĖĀheld	-8.71116
‚ĖĀy	-8.71183
‚ĖĀcopper	-8.71205
‚ĖĀbest	-8.71383
‚ĖĀaims	-8.71454
‚ĖĀleader	-8.71598
‚ĖĀled	-8.72028
‚ĖĀpast	-8.72085
‚ĖĀgrow	-8.72164
‚ĖĀe	-8.72293
‚ĖĀtons	-8.72464
‚ĖĀstocks	-8.72525
‚ĖĀh	-8.72542
‚ĖĀconsumers	-8.72558
‚ĖĀstarted	-8.72643
‚ĖĀ2025	-8.73029
‚ĖĀfuel	-8.73133
‚ĖĀcircular	-8.73313
‚ĖĀmanaging	-8.73359
‚ĖĀsources	-8.73516
‚ĖĀsaw	-8.73568
‚ĖĀ2020.	-8.7357
‚ĖĀprocesses	-8.73582
‚ĖĀpolicy	-8.73691
‚ĖĀdo	-8.73712
‚ĖĀenterprises	-8.73732
‚ĖĀball	-8.73954
‚ĖĀinformation	-8.73999
‚ĖĀneeds	-8.74185
‚ĖĀafrica	-8.74202
‚ĖĀyoy	-8.74221
‚ĖĀore	-8.74272
‚ĖĀbetter	-8.74604
‚ĖĀcontrol	-8.74661
‚ĖĀsmelting	-8.74697
‚ĖĀsix	-8.74925
‚ĖĀcancelled	-8.74946
‚ĖĀentire	-8.75054
‚ĖĀwuxi	-8.75303
‚ĖĀoffers	-8.7595
‚ĖĀinc	-8.76273
‚ĖĀshares	-8.76473
‚ĖĀunits	-8.76521
‚ĖĀended	-8.76967
‚ĖĀproviding	-8.77186
‚ĖĀjobs	-8.77206
‚ĖĀexpand	-8.77519
‚ĖĀtransition	-8.77722
‚ĖĀ2018.	-8.77838
‚ĖĀport	-8.77906
‚ĖĀpractices	-8.78011
‚ĖĀpress	-8.78019
‚ĖĀ23	-8.78154
‚ĖĀlaunched	-8.78217
‚ĖĀnear	-8.78285
‚ĖĀcustomer	-8.78645
‚ĖĀrolled	-8.78738
‚ĖĀ17	-8.78776
‚ĖĀintegrated	-8.78908
‚ĖĀimprove	-8.79103
‚ĖĀbahrain	-8.79324
day	-8.7933
n	-8.79386
‚ĖĀodisha	-8.794
‚ĖĀconsumer	-8.79443
‚ĖĀregistered	-8.79465
‚ĖĀpartners	-8.79791
‚ĖĀ2024	-8.80192
‚ĖĀbrazil	-8.80305
‚ĖĀservice	-8.80313
‚ĖĀ60	-8.80372
this	-8.80442
‚ĖĀphase	-8.80447
‚ĖĀinstitute	-8.8051
‚ĖĀlevels	-8.80548
‚ĖĀ16	-8.80592
‚ĖĀresponsible	-8.80624
‚ĖĀdecrease	-8.80658
‚ĖĀunit	-8.80688
‚ĖĀlaunch	-8.80899
‚ĖĀbasis	-8.81037
‚ĖĀearly	-8.81082
‚ĖĀlead	-8.81413
‚ĖĀpublic	-8.81474
‚ĖĀloss	-8.81486
‚ĖĀbody	-8.8165
‚ĖĀmineral	-8.81657
‚ĖĀdollar	-8.81676
‚ĖĀ2017.	-8.81842
‚ĖĀclimate	-8.81939
‚ĖĀdepartment	-8.82177
‚ĖĀdevelop	-8.822
‚ĖĀ2023,	-8.82305
‚ĖĀfollowed	-8.8241
‚ĖĀsuppliers	-8.82611
‚ĖĀconference	-8.82703
‚ĖĀvice	-8.82716
‚ĖĀactivities	-8.82758
‚ĖĀsheets	-8.83149
‚ĖĀtransportation	-8.83278
‚ĖĀconditions	-8.83278
mt	-8.83425
‚ĖĀextrusions	-8.83428
‚ĖĀago	-8.83543
‚ĖĀabove	-8.83894
‚ĖĀfully	-8.83917
‚ĖĀ2024,	-8.83977
‚ĖĀsource	-8.84762
‚ĖĀalmost	-8.84898
‚ĖĀinvestments	-8.85277
‚ĖĀcore	-8.8533
‚ĖĀreceived	-8.85398
‚ĖĀgrew	-8.85422
‚ĖĀrussian	-8.86137
‚ĖĀbusinesses	-8.86464
‚ĖĀreference	-8.86642
‚ĖĀrecyclable	-8.86733
‚ĖĀslightly	-8.87233
‚ĖĀlooking	-8.87417
‚ĖĀget	-8.87423
quality	-8.87566
&	-8.87731
‚ĖĀpowder	-8.8787
‚ĖĀcontinues	-8.87904
‚ĖĀunchanged	-8.87962
‚ĖĀincludes	-8.88347
‚ĖĀcity	-8.88418
‚ĖĀbottles	-8.88427
‚ĖĀgeneration	-8.88749
7	-8.88795
‚ĖĀsigned	-8.88924
‚ĖĀimproved	-8.89328
‚ĖĀindex	-8.89462
‚ĖĀyet	-8.89713
‚ĖĀmeasures	-8.89743
‚ĖĀboost	-8.89836
‚ĖĀtax	-8.89876
‚ĖĀorders	-8.90011
‚ĖĀworldwide	-8.90077
‚ĖĀzero	-8.90108
w	-8.9024
‚ĖĀinitiatives	-8.90291
‚ĖĀstrength	-8.90383
‚ĖĀauto	-8.90506
‚ĖĀprogress	-8.90613
6	-8.90687
‚ĖĀachieved	-8.90747
‚ĖĀheat	-8.90765
‚ĖĀenhance	-8.9096
‚ĖĀcommunity	-8.91028
‚ĖĀunion	-8.91126
‚ĖĀ2025,	-8.91154
‚ĖĀcovid	-8.91212
‚ĖĀbuilt	-8.91269
‚ĖĀreached	-8.91282
‚ĖĀ2019.	-8.91334
‚ĖĀ2019,	-8.91583
‚ĖĀ2022,	-8.91602
‚ĖĀtrump	-8.91636
‚ĖĀ'	-8.91861
‚ĖĀduty	-8.91992
‚ĖĀv	-8.92021
‚ĖĀgoods	-8.92091
‚ĖĀebitda	-8.92227
‚ĖĀaward	-8.92263
‚ĖĀpartner	-8.92492
‚ĖĀseries	-8.925
‚ĖĀthroughout	-8.92589
‚ĖĀsegment	-8.92686
‚ĖĀre	-8.92967
‚ĖĀlocated	-8.9299
‚ĖĀagain	-8.93045
‚ĖĀmodel	-8.9305
‚ĖĀoffering	-8.93234
‚ĖĀindonesia	-8.93288
‚ĖĀprovides	-8.93318
‚ĖĀsingle	-8.93356
‚ĖĀ2018,	-8.93405
‚ĖĀprogram	-8.93421
‚ĖĀnatural	-8.93544
‚ĖĀcomes	-8.93766
‚ĖĀpossible	-8.93767
‚ĖĀclean	-8.93841
‚ĖĀglass	-8.94148
‚ĖĀcutting	-8.94472
‚ĖĀdeliver	-8.94735
‚ĖĀ2021.	-8.94855
‚ĖĀmiddle	-8.94982
‚ĖĀlife	-8.95241
‚ĖĀventure	-8.95243
‚ĖĀglobally	-8.95311
‚ĖĀacquisition	-8.9557
‚ĖĀshows	-8.95671
‚ĖĀ2020,	-8.96101
‚ĖĀmoving	-8.96488
‚ĖĀfar	-8.96495
‚ĖĀfoshan	-8.96585
‚ĖĀable	-8.9662
‚ĖĀstewardship	-8.96638
‚ĖĀgood	-8.96873
‚ĖĀsurge	-8.96927
‚ĖĀcoming	-8.96976
‚ĖĀsubsidiary	-8.97073
‚ĖĀminerals	-8.97163
‚ĖĀweight	-8.97178
‚ĖĀsmall	-8.97228
‚ĖĀoil	-8.97249
‚ĖĀgoing	-8.97283
‚ĖĀtarget	-8.97409
‚ĖĀwitnessed	-8.9763
‚ĖĀportfolio	-8.97869
‚ĖĀongoing	-8.97994
it	-8.9801
‚ĖĀbenefits	-8.98071
‚ĖĀfew	-8.98157
‚ĖĀbillets	-8.98168
‚ĖĀexpects	-8.98248
‚ĖĀmainly	-8.98346
8	-8.98392
‚ĖĀde	-8.98408
‚ĖĀ2016.	-8.98472
‚ĖĀhangzhou	-8.98492
‚ĖĀprogramme	-8.98504
‚ĖĀfourth	-8.98588
‚ĖĀstudy	-8.98668
‚ĖĀpounds	-8.9877
‚ĖĀspace	-8.98869
‚ĖĀspecial	-8.99007
‚ĖĀingots	-8.99057
‚ĖĀcircle	-8.99267
‚ĖĀgreat	-8.99346
‚ĖĀopportunity	-8.99539
‚ĖĀpremiums	-8.99564
‚ĖĀonce	-8.99787
‚ĖĀnation	-8.99909
‚ĖĀplatform	-8.9993
‚ĖĀapproach	-9.00183
‚ĖĀcompleted	-9.00209
‚ĖĀdelivery	-9.00247
‚ĖĀmalaysia	-9.00422
‚ĖĀpublished	-9.00434
‚ĖĀdeveloping	-9.00518
‚ĖĀterms	-9.00711
‚ĖĀpoint	-9.0083
‚ĖĀmexico	-9.00841
‚ĖĀdigital	-9.00984
‚ĖĀprimarily	-9.01051
‚ĖĀresource	-9.01067
‚ĖĀcars	-9.01294
‚ĖĀdaily	-9.01395
grade	-9.01402
‚ĖĀ70	-9.01532
‚ĖĀside	-9.01553
‚ĖĀstable	-9.0157
‚ĖĀbiggest	-9.01683
‚ĖĀstatement	-9.01699
‚ĖĀcouncil	-9.017
‚ĖĀwest	-9.01939
‚ĖĀanode	-9.02055
‚ĖĀmember	-9.02182
‚ĖĀdifferent	-9.02278
‚ĖĀsenior	-9.02589
‚ĖĀmulti	-9.02633
‚ĖĀfood	-9.02742
‚ĖĀprofiles	-9.02774
‚ĖĀcommitted	-9.02877
‚ĖĀemirates	-9.02915
‚ĖĀrest	-9.0299
‚ĖĀgongyi	-9.03157
‚ĖĀmembers	-9.03482
‚ĖĀr	-9.03994
‚ĖĀreports	-9.04039
‚ĖĀahead	-9.04042
‚ĖĀshandong	-9.0409
-19	-9.04144
‚ĖĀmain	-9.04183
‚ĖĀexpertise	-9.04259
‚ĖĀvolumes	-9.04263
‚ĖĀw	-9.04555
‚ĖĀfeatures	-9.04557
‚ĖĀworth	-9.04647
‚ĖĀshow	-9.04683
‚ĖĀbuyers	-9.04826
‚ĖĀissues	-9.04877
‚ĖĀ2017,	-9.04939
‚ĖĀallow	-9.04961
‚ĖĀcreating	-9.04968
‚ĖĀconstellium	-9.05034
‚ĖĀchongqing	-9.05079
‚ĖĀhighly	-9.05306
‚ĖĀrod	-9.05561
‚ĖĀpre	-9.05569
‚ĖĀtransport	-9.05707
‚ĖĀpresent	-9.05708
‚ĖĀknown	-9.05729
‚ĖĀput	-9.05756
‚ĖĀcomplete	-9.06202
‚ĖĀcrucial	-9.06356
usd	-9.06574
‚ĖĀb	-9.06623
‚ĖĀtransformation	-9.06648
‚ĖĀmt	-9.06658
for	-9.0668
‚ĖĀunique	-9.06714
‚ĖĀtianjin	-9.06737
‚ĖĀbring	-9.06932
‚ĖĀexpenditure	-9.06946
‚ĖĀgiven	-9.07115
‚ĖĀcomprehensive	-9.07133
‚ĖĀregions	-9.07217
‚ĖĀpost	-9.07441
traded	-9.07561
‚ĖĀshift	-9.07575
‚ĖĀcontribute	-9.07676
‚ĖĀefficient	-9.07693
r	-9.0773
9	-9.08065
‚ĖĀfactory	-9.08086
‚ĖĀhenan	-9.08123
‚ĖĀcontracts	-9.08327
‚ĖĀgo	-9.08366
‚ĖĀprovince	-9.08475
‚ĖĀforecast	-9.0879
‚ĖĀair	-9.088
‚ĖĀsurvey	-9.0894
‚ĖĀestablished	-9.08948
‚ĖĀworkers	-9.0914
‚ĖĀrequirements	-9.0922
‚ĖĀrelease	-9.09259
‚ĖĀuntil	-9.09527
‚ĖĀsuccessfully	-9.09539
‚ĖĀland	-9.09582
‚ĖĀincome	-9.0964
‚ĖĀyour	-9.0974
‚ĖĀwheels	-9.09868
‚ĖĀcapabilities	-9.09887
‚ĖĀstorage	-9.09956
‚ĖĀrequired	-9.09976
‚ĖĀcontent	-9.10091
‚ĖĀvision	-9.10262
‚ĖĀespecially	-9.10324
‚ĖĀparticularly	-9.10458
‚ĖĀsemi	-9.10538
‚ĖĀown	-9.11124
‚ĖĀdriving	-9.11259
‚ĖĀrobust	-9.11732
‚ÄĒ	-9.1192
‚ĖĀconsecutive	-9.11924
‚ĖĀreleased	-9.11942
‚ĖĀtimes	-9.12169
ensuring	-9.12318
‚ĖĀ80	-9.12335
‚ĖĀgoal	-9.12447
‚ĖĀregional	-9.1248
‚ĖĀleadership	-9.12512
‚ĖĀscale	-9.12771
‚ĖĀeight	-9.12784
12	-9.1279
‚ĖĀdr	-9.13055
q	-9.13062
0	-9.13203
‚ĖĀoutlook	-9.13212
with	-9.13299
‚ĖĀinvestors	-9.13803
‚ĖĀadjusted	-9.13863
‚ĖĀfinal	-9.14109
‚ĖĀsuccess	-9.14149
‚ĖĀpanels	-9.14151
‚ĖĀ‚ÄĘ	-9.14293
‚ĖĀgoals	-9.14316
‚ĖĀcast	-9.14409
‚ĖĀhead	-9.14464
‚ĖĀmilestone	-9.14629
‚ĖĀdie	-9.14666
‚ĖĀovernight	-9.14746
and	-9.14927
‚ĖĀ200	-9.14967
‚ĖĀ26	-9.1518
‚ĖĀcompetitive	-9.15193
‚ĖĀachieving	-9.15339
‚ĖĀplates	-9.15718
‚ĖĀamid	-9.1579
‚ĖĀbatteries	-9.15792
‚ĖĀessential	-9.16074
?	-9.16363
‚ĖĀmetric	-9.16484
‚ĖĀadditionally	-9.16549
‚ĖĀstake	-9.16551
‚ĖĀhit	-9.16576
‚ĖĀbank	-9.16815
‚ĖĀwestern	-9.16816
‚ĖĀmust	-9.1683
‚ĖĀcollection	-9.16949
‚ĖĀmill	-9.17005
‚ĖĀassets	-9.17127
‚ĖĀuniversity	-9.17306
‚ĖĀcentury	-9.17391
‚ĖĀannually	-9.17496
‚ĖĀ2016,	-9.17509
356)	-9.17521
‚ĖĀcreated	-9.17554
‚ĖĀlinyi	-9.17831
‚ĖĀmaintenance	-9.17837
‚ĖĀforeign	-9.17905
‚ĖĀsubstantial	-9.18147
‚ĖĀsupported	-9.18165
‚ĖĀcomplex	-9.18284
‚ĖĀduties	-9.18439
‚ĖĀtaking	-9.18514
as	-9.18584
‚ĖĀproposed	-9.18841
‚ĖĀreportedly	-9.18903
‚ĖĀstructure	-9.18914
our	-9.19067
‚ĖĀgained	-9.19113
‚ĖĀalthough	-9.19197
‚ĖĀyesterday	-9.19242
‚ĖĀmetro	-9.19322
‚ĖĀcoffee	-9.19383
‚ĖĀbeyond	-9.19384
‚ĖĀplayers	-9.19464
‚ĖĀsupplies	-9.19719
‚ĖĀexpanded	-9.19788
‚ĖĀcase	-9.1991
‚ĖĀnews	-9.20046
‚ĖĀhydrogen	-9.20073
‚ĖĀsteady	-9.20336
‚ĖĀcuts	-9.204
‚ĖĀprotection	-9.20646
‚ĖĀpurchase	-9.20694
‚ĖĀinvest	-9.20817
‚ĖĀfrance	-9.20879
‚ĖĀexpanding	-9.21138
‚ĖĀsuccessful	-9.21205
‚ĖĀlines	-9.21282
‚ĖĀaim	-9.21319
‚ĖĀmarks	-9.21406
‚ĖĀmakes	-9.21541
‚ĖĀconcerns	-9.21611
‚ĖĀmanufacture	-9.21671
‚ĖĀhome	-9.21786
‚ĖĀpandemic	-9.21944
‚ĖĀexplore	-9.21953
‚ĖĀsurged	-9.22203
‚ĖĀsubject	-9.22372
‚ĖĀiron	-9.22571
‚ĖĀpoints	-9.22741
end	-9.2286
‚ĖĀoriginal	-9.22877
‚ĖĀrelated	-9.22989
‚ĖĀapplication	-9.23018
owned	-9.23077
‚ĖĀ90	-9.23218
‚ĖĀ2023.	-9.23315
‚ĖĀcorporate	-9.23534
‚ĖĀaccount	-9.2356
‚ĖĀcommission	-9.23571
‚ĖĀsupporting	-9.23651
‚ĖĀtaken	-9.23706
‚ĖĀresistance	-9.23957
‚ĖĀwide	-9.23979
‚ĖĀprojected	-9.24014
‚ĖĀs	-9.2412
‚ĖĀcommodity	-9.24887
‚ĖĀtraditional	-9.24934
‚ĖĀrisk	-9.25043
‚ĖĀremaining	-9.25188
bid	-9.25292
‚ĖĀadministration	-9.25383
‚ĖĀautomobile	-9.25396
p	-9.25437
‚ĖĀsecurity	-9.25459
‚ĖĀimprovement	-9.25613
‚ĖĀdirect	-9.25683
‚ĖĀstage	-9.25803
‚ĖĀreaching	-9.25804
‚ĖĀoverseas	-9.25813
‚ĖĀpricing	-9.26031
‚ĖĀmodern	-9.26192
‚ĖĀkorea	-9.26236
‚ĖĀusage	-9.26746
‚ĖĀthough	-9.26802
‚ĖĀlowest	-9.26921
‚ĖĀfiscal	-9.27049
‚ĖĀchanges	-9.27103
‚ĖĀgains	-9.27118
‚ĖĀestablish	-9.27273
‚ĖĀ2015.	-9.273
‚ĖĀtargets	-9.27313
‚ĖĀfree	-9.27333
‚ĖĀweak	-9.27387
‚ĖĀsanctions	-9.27395
‚ĖĀhaving	-9.27508
‚ĖĀam	-9.2752
‚ĖĀ‚ÄĒ	-9.27559
‚ĖĀresponse	-9.27679
‚ĖĀprovided	-9.27719
‚ĖĀhere	-9.27727
‚ĖĀreturn	-9.27758
‚ĖĀrecycle	-9.27775
‚ĖĀhealth	-9.27822
‚ĖĀplanned	-9.27867
‚ĖĀright	-9.28199
‚ĖĀbenefit	-9.28203
‚ĖĀresulting	-9.28211
by	-9.28363
‚ĖĀextended	-9.28368
‚ĖĀinitial	-9.28502
‚ĖĀsurface	-9.28595
‚ĖĀrun	-9.28711
‚ĖĀpark	-9.28736
‚ĖĀaction	-9.28815
‚ĖĀc	-9.28986
‚ĖĀcrude	-9.28987
‚ĖĀclimbed	-9.29131
‚ĖĀ2022.	-9.29243
‚ĖĀnine	-9.29271
‚ĖĀmarking	-9.29305
‚ĖĀproud	-9.29319
‚ĖĀred	-9.29334
‚ĖĀpurity	-9.29523
‚ĖĀorganisation	-9.29557
‚ĖĀplanning	-9.29791
‚ĖĀform	-9.29792
‚ĖĀusa	-9.29833
‚ĖĀmid	-9.29848
‚ĖĀsecure	-9.29849
adc	-9.30107
‚ĖĀexcellence	-9.30246
week	-9.30438
‚ĖĀsolid	-9.3044
‚ĖĀcommerce	-9.30489
‚ĖĀsale	-9.30718
‚ĖĀeco	-9.30749
‚ĖĀproduces	-9.3093
‚ĖĀsituation	-9.30934
‚ĖĀcombined	-9.31099
‚ĖĀdedicated	-9.31536
‚ĖĀshenyang	-9.31609
‚ĖĀnoted	-9.3168
‚ĖĀev	-9.31874
‚ĖĀheavy	-9.31924
‚ĖĀclear	-9.32283
‚ĖĀhalt	-9.32332
‚ĖĀcontinuous	-9.32364
‚ĖĀcustoms	-9.324
‚ĖĀproperties	-9.32455
‚ĖĀmachine	-9.32509
‚ĖĀbeginning	-9.32533
12)	-9.32535
‚ĖĀaddress	-9.32619
‚ĖĀissue	-9.32804
‚ĖĀrods	-9.32982
‚ĖĀextruded	-9.3309
‚ĖĀwind	-9.33105
‚ĖĀ28	-9.33323
‚ĖĀitaly	-9.33479
‚ĖĀpay	-9.33688
‚ĖĀdoors	-9.33793
‚ĖĀmight	-9.33902
‚ĖĀnight	-9.34016
‚ĖĀbig	-9.34025
‚ĖĀthousand	-9.34144
‚ĖĀshanxi	-9.34184
‚ĖĀ2024.	-9.34381
‚ĖĀintroduced	-9.34446
‚ĖĀscheme	-9.34466
‚ĖĀextensive	-9.34542
‚ĖĀeffective	-9.34606
ve	-9.3469
‚ĖĀ27	-9.34702
‚ĖĀfinance	-9.34882
‚ĖĀanti	-9.34973
‚ĖĀselling	-9.35006
‚ĖĀjourney	-9.35025
‚ĖĀanticipated	-9.35142
‚ĖĀbin	-9.35182
‚ĖĀpreviously	-9.35253
‚ĖĀrefineries	-9.35513
‚ĖĀindependent	-9.35808
‚ĖĀuses	-9.36066
‚ĖĀdelivered	-9.36133
‚ĖĀmarketing	-9.36361
‚ĖĀ2014	-9.36554
excluding	-9.36632
‚ĖĀdownfall	-9.36645
‚ĖĀstrengthen	-9.36752
‚ĖĀitems	-9.36761
‚ĖĀfocused	-9.3678
‚ĖĀsession	-9.36881
‚ĖĀhpa	-9.37309
‚ĖĀetc	-9.37488
‚ĖĀlithium	-9.37628
‚ĖĀfactors	-9.37707
‚ĖĀrevealed	-9.37777
‚ĖĀshe	-9.37836
‚ĖĀreview	-9.37895
‚ĖĀyuan	-9.37938
‚ĖĀsentiment	-9.3795
‚ĖĀtechnological	-9.38075
‚ĖĀtransaction	-9.38099
‚ĖĀannum	-9.38105
‚ĖĀsimilar	-9.38155
‚ĖĀsold	-9.38412
edge	-9.3851
‚ĖĀholding	-9.38711
‚ĖĀspecific	-9.38745
‚ĖĀenable	-9.38795
‚ĖĀpresence	-9.38833
‚ĖĀlosses	-9.39085
‚ĖĀmark	-9.39092
‚ĖĀgain	-9.39187
‚ĖĀcommented	-9.39265
‚ĖĀexperienced	-9.39373
l	-9.39387
‚ĖĀbrands	-9.39508
‚ĖĀdiscount	-9.39608
‚ĖĀshareholders	-9.397
‚ĖĀoptions	-9.39767
‚ĖĀdebt	-9.39779
‚ĖĀcontainers	-9.3981
‚ĖĀghana	-9.39917
‚ĖĀ35	-9.40008
‚ĖĀgiant	-9.40132
‚ĖĀvital	-9.4026
‚ĖĀbrings	-9.40279
‚ĖĀmultiple	-9.40406
‚ĖĀ2015,	-9.40449
‚ĖĀexperts	-9.40523
‚ĖĀstakeholders	-9.4056
‚ĖĀ31	-9.40623
‚ĖĀelectrical	-9.4068
‚ĖĀwant	-9.40978
‚ĖĀface	-9.40981
‚ĖĀcrisis	-9.41011
‚ĖĀaffected	-9.41064
‚ĖĀun	-9.41066
‚ĖĀprivate	-9.41144
‚ĖĀrefining	-9.41171
china	-9.41224
‚ĖĀnetwork	-9.41363
‚ĖĀlist	-9.41403
‚ĖĀissued	-9.41658
‚ĖĀholiday	-9.41818
‚ĖĀoffice	-9.41825
‚ĖĀf	-9.41843
at	-9.41863
‚ĖĀgreater	-9.41933
‚ĖĀpositions	-9.41939
‚ĖĀhouse	-9.41939
‚ĖĀimportance	-9.42009
‚ĖĀfalling	-9.42128
‚ĖĀgreenhouse	-9.4245
‚ĖĀraised	-9.4257
‚ĖĀseven	-9.42585
‚ĖĀcommunities	-9.42688
‚ĖĀrepresents	-9.42843
‚ĖĀdivision	-9.42863
‚ĖĀowned	-9.43014
‚ĖĀ150	-9.43076
‚ĖĀtook	-9.43084
‚ĖĀthus	-9.4314
scale	-9.43171
‚ĖĀinstallation	-9.43387
‚ĖĀever	-9.43412
‚ĖĀhard	-9.43853
per	-9.44203
‚ĖĀleaders	-9.44207
‚ĖĀ1,	-9.44313
‚ĖĀmeanwhile	-9.44328
‚ĖĀdelivering	-9.44409
‚ĖĀdouble	-9.44427
‚ĖĀalcircle	-9.44433
‚ĖĀexpectations	-9.44704
‚ĖĀjapanese	-9.44771
‚ĖĀgrown	-9.44891
g	-9.45016
‚ĖĀgenerated	-9.45085
‚ĖĀfinished	-9.45482
‚ĖĀtoward	-9.45565
‚ĖĀwindows	-9.456
‚ĖĀaircraft	-9.45679
‚ĖĀindicates	-9.45894
32	-9.46039
‚ĖĀability	-9.46056
‚ĖĀannouncement	-9.46483
‚ĖĀoffset	-9.46484
‚ĖĀimplementation	-9.46528
‚ĖĀdirectly	-9.46638
friendly	-9.46678
‚ĖĀlater	-9.46737
‚ĖĀadding	-9.46994
‚ĖĀdoes	-9.47123
‚ĖĀdetails	-9.47235
b	-9.47258
‚ĖĀaccounted	-9.47261
‚ĖĀcertified	-9.4741
‚ĖĀengine	-9.47572
‚ĖĀweekly	-9.47782
‚ĖĀtesting	-9.47806
‚ĖĀyunnan	-9.47882
‚ĖĀconfirmed	-9.47892
‚ĖĀmaintain	-9.47907
‚ĖĀmeans	-9.47975
‚ĖĀfund	-9.47988
‚ĖĀvisit	-9.48019
‚ĖĀtreatment	-9.48045
ferrous	-9.48089
‚ĖĀbeer	-9.48161
‚ĖĀt	-9.48252
‚ĖĀtrack	-9.48308
‚ĖĀbalance	-9.4842
‚ĖĀcompetition	-9.48573
‚ĖĀcommon	-9.48604
‚ĖĀstructural	-9.48666
‚ĖĀshown	-9.48701
‚ĖĀ500	-9.49034
‚ĖĀinput	-9.49164
‚ĖĀfeature	-9.49254
‚ĖĀserve	-9.49354
‚ĖĀdid	-9.49408
‚ĖĀtest	-9.49409
‚ĖĀimproving	-9.4941
‚ĖĀ2025.	-9.49428
‚ĖĀpleased	-9.49521
‚ĖĀbringing	-9.49733
380)	-9.49734
able	-9.49833
‚ĖĀcompletion	-9.4996
‚ĖĀseason	-9.49992
‚ĖĀcanadian	-9.50053
‚ĖĀthermal	-9.50126
‚ĖĀfront	-9.50145
‚ĖĀflow	-9.50185
‚ĖĀactive	-9.50668
‚ĖĀholdings	-9.50766
‚ĖĀcontinuing	-9.50977
‚ĖĀinstalled	-9.5111
‚ĖĀdiscounts	-9.51114
‚ĖĀsoon	-9.51328
‚ĖĀactivity	-9.51348
‚ĖĀcommittee	-9.51373
‚ĖĀprocurement	-9.5144
‚ĖĀenvironmentally	-9.5148
‚ĖĀcampaign	-9.51497
‚ĖĀhuge	-9.51535
‚ĖĀstarting	-9.5156
‚ĖĀjamaica	-9.51617
‚ĖĀpanel	-9.51757
‚ĖĀshipment	-9.51856
¬ģ	-9.5203
ion	-9.52108
‚ĖĀplate	-9.52415
+	-9.52456
‚ĖĀreflects	-9.52481
‚ĖĀreserves	-9.52483
‚ĖĀexpect	-9.52589
‚ĖĀ29	-9.52706
‚ĖĀ300	-9.52889
‚ĖĀbegan	-9.53144
‚ĖĀanalysts	-9.5315
ched	-9.53155
‚ĖĀact	-9.5326
‚ĖĀstatus	-9.53413
added	-9.53434
lme	-9.53588
‚ĖĀmomentum	-9.5361
‚ĖĀexploration	-9.53612
‚ĖĀpercentage	-9.53617
‚ĖĀoutside	-9.53626
‚ĖĀallows	-9.53674
‚ĖĀready	-9.53691
‚ĖĀversus	-9.53803
‚ĖĀdate	-9.53951
‚ĖĀimposed	-9.54044
‚ĖĀformer	-9.54131
‚ĖĀbelieve	-9.54146
‚ĖĀrecovered	-9.54231
‚ĖĀsettled	-9.54241
‚ĖĀpolicies	-9.54376
‚ĖĀextend	-9.5446
‚ĖĀleast	-9.54472
‚ĖĀapproval	-9.54542
‚ĖĀknow	-9.54599
‚ĖĀpromote	-9.54759
‚ĖĀliquid	-9.54866
‚ĖĀfunding	-9.54898
‚ĖĀx	-9.55132
‚ĖĀfield	-9.55147
‚ĖĀstatistics	-9.5516
‚ĖĀbars	-9.55168
‚ĖĀplunged	-9.5519
‚ĖĀrail	-9.55215
‚ĖĀwhereas	-9.55295
‚ĖĀsell	-9.55298
‚ĖĀford	-9.55331
‚ĖĀshipping	-9.55346
k	-9.55359
20	-9.55423
‚ĖĀsecured	-9.55425
‚ĖĀgulf	-9.55535
‚ĖĀqueensland	-9.55731
‚ĖĀlogistics	-9.55749
‚ĖĀcommodities	-9.55926
‚ĖĀ31,	-9.55966
‚ĖĀsetting	-9.56031
‚ĖĀalign	-9.56047
‚ĖĀmotor	-9.56116
‚ĖĀstructures	-9.5642
‚ĖĀdecisions	-9.56461
‚ĖĀfoundry	-9.56522
‚ĖĀplay	-9.56613
‚ĖĀsaudi	-9.5662
‚ĖĀupcoming	-9.56627
‚ĖĀspeed	-9.56634
‚ĖĀsafe	-9.56635
‚ĖĀmonthly	-9.56686
‚ĖĀearth	-9.56757
art	-9.56757
‚ĖĀincluded	-9.56776
‚ĖĀscheduled	-9.56937
‚ĖĀcement	-9.56987
‚ĖĀitself	-9.57018
‚ĖĀthanks	-9.57024
class	-9.57101
‚ĖĀpeg	-9.57109
‚ĖĀ45	-9.57142
‚ĖĀ1,000	-9.57228
‚ĖĀgenerally	-9.57267
‚ĖĀregarding	-9.57273
‚ĖĀadc	-9.57309
‚ĖĀgerman	-9.57383
‚ĖĀmarked	-9.57394
‚ĖĀsecretary	-9.57402
‚ĖĀcooperation	-9.57407
‚ĖĀexhibition	-9.5741
‚ĖĀagreed	-9.5741
‚ĖĀ100%	-9.57419
‚ĖĀfire	-9.57579
‚ĖĀfederal	-9.57599
‚ĖĀbegin	-9.57712
‚ĖĀadd	-9.57956
h	-9.58056
‚ĖĀ2,000	-9.58089
‚ĖĀchoice	-9.58324
‚ĖĀdirectors	-9.58344
‚ĖĀcontributing	-9.58496
‚ĖĀbroader	-9.585
.5	-9.58569
‚ĖĀenhancing	-9.58604
‚ĖĀroad	-9.58644
‚ĖĀraise	-9.58662
use	-9.58722
finished	-9.58916
‚ĖĀnok	-9.58959
‚ĖĀvia	-9.58959
asi	-9.58965
‚ĖĀchemical	-9.59115
‚ĖĀsourcing	-9.59201
‚ĖĀupward	-9.59209
‚ĖĀcable	-9.59352
‚ĖĀwhether	-9.59512
‚ĖĀlost	-9.59527
‚ĖĀwarehouses	-9.59543
‚ĖĀnote	-9.59578
mounted	-9.59585
‚ĖĀneeded	-9.59621
er	-9.59636
‚ĖĀdeposit	-9.59643
‚ĖĀsorting	-9.59655
‚ĖĀwheel	-9.59695
‚ĖĀpilot	-9.59744
‚ĖĀvaluable	-9.59907
‚ĖĀfast	-9.60002
‚ĖĀofficials	-9.60095
‚ĖĀmedium	-9.60119
‚ĖĀhighlights	-9.60316
‚ĖĀdedication	-9.60416
‚ĖĀfurnace	-9.60471
‚ĖĀdecided	-9.60534
‚ĖĀelectronics	-9.60545
‚ĖĀincreasingly	-9.60588
‚ĖĀranging	-9.60643
‚ĖĀtraining	-9.60654
‚ĖĀbehind	-9.60727
‚ĖĀslight	-9.60728
‚ĖĀmoreover	-9.60733
‚ĖĀlate	-9.60834
‚ĖĀwindow	-9.60887
‚ĖĀcertain	-9.60909
‚ĖĀfoster	-9.60943
‚ĖĀlighter	-9.60951
‚ĖĀmodels	-9.60993
‚ĖĀmachines	-9.61304
‚ĖĀrare	-9.61431
‚ĖĀresponsibility	-9.61445
‚ĖĀassociated	-9.6156
‚ĖĀ75	-9.61642
‚ĖĀclock	-9.61672
‚ĖĀnecessary	-9.61856
‚ĖĀalongside	-9.61969
‚ĖĀcomponent	-9.62058
‚ĖĀagency	-9.62068
‚ĖĀshowing	-9.6212
‚ĖĀalternative	-9.62216
‚ĖĀdownward	-9.62445
‚ĖĀchallenge	-9.62663
‚ĖĀinvolved	-9.62707
‚ĖĀalways	-9.62794
‚ĖĀattributed	-9.62796
new	-9.6284
‚ĖĀfact	-9.62922
‚ĖĀguangxi	-9.63111
‚ĖĀdecarbonisation	-9.63113
‚ĖĀsize	-9.63179
‚ĖĀknowledge	-9.63311
‚ĖĀprovinces	-9.63329
‚ĖĀcorresponding	-9.63415
‚ĖĀbrought	-9.63423
reflecting	-9.6364
‚ĖĀassessment	-9.63723
x	-9.63727
‚ĖĀdecades	-9.63743
‚ĖĀoperate	-9.63774
‚ĖĀframe	-9.63807
‚ĖĀapproved	-9.63843
‚ĖĀexpo	-9.6398
‚ĖĀgive	-9.64028
‚ĖĀground	-9.64059
‚ĖĀcourt	-9.64152
‚ĖĀmachinery	-9.64165
‚ĖĀpeak	-9.64283
‚ĖĀramp	-9.64287
‚ĖĀstay	-9.6449
‚ĖĀnewly	-9.64507
‚ĖĀupon	-9.64508
‚ĖĀhold	-9.64718
‚ĖĀstanding	-9.64852
‚ĖĀdistrict	-9.64905
‚ĖĀturkey	-9.64913
‚ĖĀgrade	-9.64966
‚ĖĀawards	-9.65119
‚ĖĀprior	-9.65121
‚ĖĀeur	-9.65174
‚ĖĀmetallurgical	-9.65388
‚ĖĀeffort	-9.65444
‚ĖĀcalled	-9.65452
‚ĖĀexcellent	-9.65452
‚ĖĀclients	-9.65469
‚ĖĀworks	-9.65677
‚ĖĀbar	-9.65758
‚ĖĀshared	-9.65856
‚ĖĀcycle	-9.65942
‚ĖĀaccounts	-9.66104
prebaked	-9.66168
‚ĖĀma	-9.66217
‚ĖĀmanufactured	-9.66314
‚ĖĀenterprise	-9.66326
‚ĖĀdistribution	-9.66536
‚ĖĀfirms	-9.6654
‚ĖĀchemicals	-9.66608
purity	-9.67013
‚ĖĀofficially	-9.67047
‚ĖĀconsidering	-9.67076
‚ĖĀdon	-9.67084
‚ĖĀbecoming	-9.67195
‚ĖĀstronger	-9.67327
‚ĖĀlonger	-9.67328
‚ĖĀprovider	-9.6758
‚ĖĀgenerate	-9.67809
‚ĖĀholds	-9.67835
‚ĖĀbuyer	-9.67877
‚ĖĀconcluded	-9.67956
‚ĖĀcalculation	-9.67977
‚ĖĀcontribution	-9.67981
‚ĖĀmaintaining	-9.68198
‚ĖĀten	-9.68252
‚ĖĀadvantage	-9.68308
‚ĖĀenhanced	-9.68415
‚ĖĀdevelopments	-9.68474
‚ĖĀsites	-9.68543
‚ĖĀjharsuguda	-9.68607
‚ĖĀd	-9.68699
‚ĖĀrestrained	-9.68722
‚ĖĀcaused	-9.68865
‚ĖĀclosure	-9.68882
‚ĖĀiran	-9.68954
‚ĖĀcomparison	-9.68981
‚ĖĀcontributed	-9.69051
‚ĖĀupdate	-9.69239
‚ĖĀparticipants	-9.6925
‚ĖĀdubai	-9.69277
‚ĖĀdefence	-9.69386
‚ĖĀsharp	-9.69416
‚ĖĀdiverse	-9.69607
‚ĖĀregulatory	-9.69833
‚ĖĀ1.5	-9.69907
‚ĖĀdeclared	-9.69948
f	-9.69975
‚ĖĀupstream	-9.70077
dumping	-9.70118
‚ĖĀcorp	-9.70182
‚ĖĀavailability	-9.70184
‚ĖĀhours	-9.70247
‚ĖĀprime	-9.70386
‚ĖĀhub	-9.70424
‚ĖĀsmart	-9.70575
‚ĖĀtight	-9.70589
‚ĖĀwhole	-9.70629
an	-9.70695
intensive	-9.70806
‚ĖĀp	-9.70885
‚ĖĀproductivity	-9.70961
‚ĖĀrepresenting	-9.7105
‚ĖĀamag	-9.71133
‚ĖĀtoo	-9.71149
‚ĖĀ30,	-9.71289
‚ĖĀmechanical	-9.71291
‚ĖĀdipped	-9.71412
‚ĖĀvietnam	-9.71421
‚ĖĀconsidered	-9.71465
50	-9.71504
‚ĖĀhelping	-9.71517
‚ĖĀauthorities	-9.71528
‚ĖĀedition	-9.71675
‚ĖĀexcited	-9.71756
‚ĖĀclosely	-9.71757
‚ĖĀexample	-9.71843
‚ĖĀtherefore	-9.71878
‚ĖĀtraders	-9.71985
‚ĖĀprinting	-9.72061
‚ĖĀemerging	-9.72105
‚ĖĀmoved	-9.7212
‚ĖĀgovernance	-9.72217
‚ĖĀinvesting	-9.72571
‚ĖĀrm	-9.72607
‚ĖĀupdated	-9.72632
‚ĖĀaerosol	-9.72783
‚ĖĀnations	-9.72906
‚ĖĀhope	-9.72956
‚ĖĀhot	-9.7304
‚ĖĀemission	-9.73136
‚ĖĀjoined	-9.73216
‚ĖĀmixed	-9.7323
‚ĖĀchalco	-9.73232
‚ĖĀimpressive	-9.73234
‚ĖĀaccounting	-9.73249
‚ĖĀmovement	-9.73253
‚ĖĀemployment	-9.73257
‚ĖĀfob	-9.73264
‚ĖĀdecade	-9.73273
‚ĖĀacquired	-9.73306
‚ĖĀdiscussions	-9.73312
‚ĖĀusers	-9.73604
‚ĖĀturn	-9.73675
‚ĖĀreflect	-9.73733
‚ĖĀlandscape	-9.73765
‚ĖĀambitious	-9.73956
‚ĖĀjob	-9.74026
‚ĖĀincreases	-9.74243
‚ĖĀcapral	-9.74326
‚ĖĀgrid	-9.74459
‚ĖĀchallenging	-9.7466
free	-9.74868
‚ĖĀreuters	-9.74895
‚ĖĀtold	-9.74943
‚ĖĀcables	-9.74974
‚ĖĀactively	-9.75036
‚ĖĀmargins	-9.75183
‚ĖĀmw	-9.75191
‚ĖĀslipped	-9.75246
‚ĖĀoperates	-9.75264
‚ĖĀprecision	-9.7531
‚ĖĀcenter	-9.75475
‚ĖĀbuy	-9.75569
‚ĖĀoffered	-9.75646
‚ĖĀreflected	-9.75924
‚ĖĀaustria	-9.75958
‚ĖĀfacing	-9.75987
‚ĖĀpurchasing	-9.76083
‚ĖĀprotect	-9.76117
‚ĖĀenabling	-9.76199
‚ĖĀweeks	-9.7621
alba	-9.76284
‚ĖĀchains	-9.76363
‚ĖĀkingdom	-9.76557
‚ĖĀfinancing	-9.7656
‚ĖĀpaper	-9.766
‚ĖĀ2030	-9.76642
‚ĖĀunderscore	-9.76819
‚ĖĀequity	-9.76819
‚ĖĀhighlighted	-9.76873
‚ĖĀintroduce	-9.769
‚ĖĀtill	-9.76928
‚ĖĀauthority	-9.77041
‚ĖĀdone	-9.77133
‚ĖĀautomakers	-9.77136
‚ĖĀvalued	-9.77203
‚ĖĀwent	-9.77239
‚ĖĀworkforce	-9.77404
‚ĖĀalliance	-9.77456
‚ĖĀcredit	-9.77548
‚ĖĀconfidence	-9.77646
‚ĖĀfair	-9.77677
‚ĖĀrestrictions	-9.7769
‚ĖĀencourage	-9.77707
‚ĖĀunderstanding	-9.7777
‚ĖĀ$	-9.77897
‚ĖĀlot	-9.77941
‚ĖĀdynamics	-9.77942
‚ĖĀstop	-9.77997
‚ĖĀalunorte	-9.78016
‚ĖĀpace	-9.78061
‚ĖĀframework	-9.78072
‚ĖĀself	-9.78151
‚ĖĀtransmission	-9.78179
‚ĖĀconducted	-9.78182
mm	-9.78222
‚ĖĀcompetitiveness	-9.78257
‚ĖĀold	-9.78267
‚ĖĀwhy	-9.78387
‚ĖĀelements	-9.7849
v	-9.78797
‚ĖĀsilicon	-9.78858
‚ĖĀsurplus	-9.7886
‚ĖĀcorrosion	-9.78874
‚ĖĀmedia	-9.7947
‚ĖĀorganization	-9.7954
‚ĖĀinvestigation	-9.79558
‚ĖĀmaximum	-9.79604
‚ĖĀintegration	-9.79604
‚ĖĀcreation	-9.79683
‚ĖĀregulations	-9.79776
‚ĖĀfresh	-9.79923
‚ĖĀher	-9.79985
‚ĖĀconsolidated	-9.79992
‚ĖĀratio	-9.80002
‚ĖĀpaid	-9.80029
‚ĖĀspread	-9.80101
‚ĖĀcounty	-9.80111
‚ĖĀoption	-9.8017
million	-9.80183
‚ĖĀmud	-9.80293
‚ĖĀfoundation	-9.8044
‚ĖĀflagship	-9.80482
‚ĖĀprofile	-9.80748
‚ĖĀmostly	-9.8086
‚ĖĀcarried	-9.80861
‚ĖĀbottle	-9.80881
‚ĖĀdesigns	-9.80887
tonne	-9.80905
‚ĖĀ3,000	-9.80954
quarter	-9.81031
‚ĖĀbesides	-9.8105
‚ĖĀrunning	-9.81127
‚ĖĀaudit	-9.81153
‚ĖĀdeep	-9.81216
‚ĖĀnorway	-9.81229
‚ĖĀg	-9.81421
‚ĖĀrow	-9.8144
largest	-9.81476
‚ĖĀquarterly	-9.81476
‚ĖĀrelatively	-9.81482
‚ĖĀn	-9.81514
price	-9.81514
‚ĖĀcommissioning	-9.81604
‚ĖĀpromoting	-9.81608
‚ĖĀboast	-9.81845
‚ĖĀreceive	-9.81876
‚ĖĀcontainer	-9.81884
‚ĖĀsection	-9.81998
‚ĖĀrenowned	-9.81999
edged	-9.82079
‚ĖĀgreener	-9.82159
‚ĖĀothers	-9.82322
‚ĖĀeasy	-9.8237
‚ĖĀai	-9.82451
‚ĖĀlocation	-9.82489
zero	-9.82494
‚ĖĀpollution	-9.82499
‚ĖĀsupplied	-9.82507
nalco	-9.82513
‚ĖĀonline	-9.82562
‚ĖĀtransactions	-9.82578
over	-9.8263
‚ĖĀspain	-9.82631
‚ĖĀfurthermore	-9.82634
‚ĖĀchart	-9.82635
‚ĖĀban	-9.82702
‚ĖĀrapid	-9.82709
‚ĖĀbharat	-9.82753
‚ĖĀpush	-9.82821
‚ĖĀdifficult	-9.8284
‚ĖĀaccurate	-9.82851
‚ĖĀmission	-9.83008
‚ĖĀ18,	-9.83105
‚ĖĀinternal	-9.83111
‚ĖĀenough	-9.83131
‚ĖĀlittle	-9.83134
‚ĖĀpackage	-9.83157
‚ĖĀbureau	-9.83259
‚ĖĀunveiled	-9.83301
‚ĖĀparticular	-9.83492
‚ĖĀadvancing	-9.83514
‚ĖĀnorsk	-9.83519
‚ĖĀarabia	-9.83629
‚ĖĀexceptional	-9.83761
‚ĖĀaltech	-9.83814
‚ĖĀmix	-9.83868
‚ĖĀcoating	-9.83953
‚ĖĀmodifications	-9.84089
‚ĖĀuser	-9.84142
‚ĖĀreliable	-9.84158
‚ĖĀretail	-9.84194
‚ĖĀcollected	-9.84462
‚ĖĀimplemented	-9.8461
‚ĖĀrailway	-9.84831
‚ĖĀautomation	-9.85071
‚ĖĀsupports	-9.85164
‚ĖĀexpressed	-9.85234
‚ĖĀlarger	-9.85245
‚ĖĀcrown	-9.85393
‚ĖĀdrops	-9.85409
‚ĖĀultra	-9.85592
‚ĖĀadditive	-9.85626
‚ĖĀguizhou	-9.85727
se	-9.85823
‚ĖĀnorthern	-9.8586
party	-9.85877
‚ĖĀ120	-9.86096
‚ĖĀlargely	-9.86208
‚ĖĀrights	-9.86279
‚ĖĀcells	-9.86321
‚ĖĀshipped	-9.86384
‚ĖĀscience	-9.86567
‚ĖĀl	-9.86691
‚ĖĀslow	-9.86729
‚ĖĀideal	-9.86775
‚ĖĀhighlight	-9.8678
performance	-9.86885
‚ĖĀexporter	-9.86916
‚ĖĀlabour	-9.87053
‚ĖĀsupplying	-9.87095
‚ĖĀpro	-9.87299
‚ĖĀconcern	-9.87472
‚ĖĀfinally	-9.87495
‚ĖĀfollows	-9.87514
‚ĖĀtubes	-9.87658
‚ĖĀstability	-9.87721
‚ĖĀedits	-9.87849
‚ĖĀpivotal	-9.87857
‚ĖĀsave	-9.87914
‚ĖĀ250	-9.87922
‚ĖĀzinc	-9.87997
‚ĖĀexplained	-9.87997
‚ĖĀstrengthening	-9.88066
‚ĖĀeastern	-9.88077
‚ĖĀfluoride	-9.88122
‚ĖĀhuman	-9.8816
‚ĖĀachievement	-9.88322
‚ĖĀattention	-9.88391
‚ĖĀacquire	-9.8843
‚ĖĀplunge	-9.88538
‚ĖĀcell	-9.8864
‚ĖĀmarine	-9.88666
‚ĖĀrequire	-9.88668
‚ĖĀjoin	-9.88752
‚ĖĀcastings	-9.88784
‚ĖĀresidue	-9.88878
‚ĖĀfamily	-9.88935
‚ĖĀaccelerate	-9.88947
owing	-9.88957
‚ĖĀgeological	-9.89201
‚ĖĀinstead	-9.8921
‚ĖĀworked	-9.89228
‚ĖĀcategory	-9.89347
‚ĖĀaway	-9.89382
‚ĖĀrepublic	-9.89471
‚ĖĀlakh	-9.89549
‚ĖĀentered	-9.89559
‚ĖĀrisks	-9.89598
‚ĖĀresilience	-9.89612
‚ĖĀnotable	-9.89739
‚ĖĀestimates	-9.89776
‚ĖĀwon	-9.89788
‚ĖĀsquare	-9.89912
‚ĖĀcover	-9.89986
‚ĖĀoman	-9.8999
‚ĖĀgr√§nges	-9.90029
‚ĖĀjoining	-9.90106
‚ĖĀmonitoring	-9.90132
‚ĖĀforce	-9.90149
‚ĖĀview	-9.90226
‚ĖĀdeclines	-9.90268
‚ĖĀrather	-9.90301
‚ĖĀdisplay	-9.90307
‚ĖĀgdp	-9.90328
‚ĖĀeffectively	-9.90346
‚ĖĀdeclining	-9.90437
‚ĖĀseller	-9.90685
‚ĖĀadvance	-9.90754
‚ĖĀscope	-9.9098
‚ĖĀplayer	-9.91101
‚ĖĀarchitectural	-9.91132
‚ĖĀinvestor	-9.91245
‚ĖĀhistory	-9.91266
‚ĖĀperfect	-9.91293
‚ĖĀasset	-9.91454
‚ĖĀpresented	-9.91478
‚ĖĀinvested	-9.91641
‚ĖĀconcept	-9.9167
‚ĖĀappointed	-9.91713
‚ĖĀwhite	-9.91731
‚ĖĀ400	-9.91752
‚ĖĀsay	-9.91823
‚ĖĀrules	-9.91831
‚ĖĀarm	-9.91891
‚ĖĀmaker	-9.91981
‚ĖĀabu	-9.92023
‚ĖĀnegotiations	-9.92118
‚ĖĀdross	-9.92254
‚ĖĀseeking	-9.92385
‚ĖĀfaced	-9.9249
‚ĖĀclaims	-9.9263
global	-9.92688
‚ĖĀreserve	-9.92718
‚ĖĀhelps	-9.92768
‚ĖĀcare	-9.92782
‚ĖĀnetherlands	-9.92852
‚ĖĀali	-9.92887
‚ĖĀhousehold	-9.92937
‚ĖĀrecognition	-9.92953
‚ĖĀ19,	-9.92971
‚ĖĀafrican	-9.93017
‚ĖĀevents	-9.93062
‚ĖĀjumped	-9.93152
‚ĖĀbuying	-9.932
‚ĖĀdip	-9.9323
10	-9.93318
‚ĖĀcharge	-9.93331
‚ĖĀex	-9.93357
‚ĖĀdrinks	-9.93379
‚ĖĀmm	-9.93773
‚ĖĀprofits	-9.93803
‚ĖĀnickel	-9.93816
‚ĖĀinitiated	-9.93844
its	-9.93906
‚ĖĀtalks	-9.93909
‚ĖĀconsistent	-9.93925
‚ĖĀdrink	-9.93939
‚ĖĀremarkable	-9.93943
‚ĖĀblock	-9.94085
‚ĖĀcustody	-9.94097
‚ĖĀedge	-9.94355
‚ĖĀsociety	-9.94371
‚ĖĀdurability	-9.94372
‚ĖĀprofitability	-9.94523
‚ĖĀagreements	-9.94531
‚ĖĀpath	-9.94697
‚ĖĀshape	-9.94789
‚ĖĀsea	-9.94879
‚ĖĀvariety	-9.94946
‚ĖĀaiming	-9.94959
‚ĖĀgold	-9.94975
‚ĖĀresearchers	-9.95011
‚ĖĀconventional	-9.95079
30	-9.95132
‚ĖĀreduces	-9.95229
‚ĖĀgmbh	-9.95387
‚ĖĀdoor	-9.95408
st	-9.95412
‚ĖĀflexible	-9.9555
‚ĖĀthink	-9.95617
‚ĖĀsegments	-9.95775
‚ĖĀbritish	-9.95818
‚ĖĀpassenger	-9.95991
‚ĖĀzone	-9.96152
‚ĖĀ2026	-9.96249
‚ĖĀukraine	-9.96335
‚ĖĀelectrolytic	-9.96404
‚ĖĀproposal	-9.96585
‚ĖĀfigures	-9.96612
‚ĖĀexciting	-9.96695
‚ĖĀexternal	-9.96965
‚ĖĀsapa	-9.97002
‚ĖĀmakers	-9.9701
‚ĖĀcomposite	-9.97035
‚ĖĀtypically	-9.97141
ega	-9.97172
‚ĖĀimpacted	-9.97256
‚ĖĀdhabi	-9.97429
‚ĖĀproperty	-9.97432
‚ĖĀarconic	-9.97442
‚ĖĀimplementing	-9.9745
‚ĖĀoutstanding	-9.97455
‚ĖĀhelped	-9.97494
‚ĖĀresulted	-9.97508
‚ĖĀbalco	-9.97517
‚ĖĀtruck	-9.97553
‚ĖĀbreak	-9.9768
‚ĖĀtakes	-9.97681
‚ĖĀshortage	-9.97796
‚ĖĀlisted	-9.97867
‚ĖĀenables	-9.97961
‚ĖĀeffects	-9.97996
‚ĖĀdelighted	-9.98028
25	-9.98066
‚ĖĀ10%	-9.98067
‚ĖĀtemperature	-9.9808
‚ĖĀresidents	-9.9812
‚ĖĀsavings	-9.9818
‚ĖĀ55	-9.982
‚ĖĀmanufactures	-9.98245
‚ĖĀoften	-9.98292
‚ĖĀzealand	-9.98322
‚ĖĀmajority	-9.98329
‚ĖĀreporting	-9.98397
‚ĖĀbmw	-9.98487
‚ĖĀfriendly	-9.98503
‚ĖĀmethod	-9.98528
‚ĖĀ2030.	-9.98533
‚ĖĀequivalent	-9.98559
consumer	-9.98596
‚ĖĀnature	-9.98629
‚ĖĀhiked	-9.98689
‚ÄĚ.	-9.98719
‚ĖĀnegative	-9.98754
tech	-9.98767
‚ĖĀgradually	-9.98778
‚ĖĀ50%	-9.98799
‚ĖĀuncertainty	-9.98922
‚ĖĀassembly	-9.98927
‚ĖĀbudget	-9.99051
‚ĖĀlocations	-9.99229
‚ĖĀchassis	-9.99234
‚ĖĀactions	-9.99254
‚ĖĀfollow	-9.99445
‚ĖĀprominent	-9.99497
‚ĖĀenter	-9.99528
‚ĖĀfunds	-9.99553
‚ĖĀinnovations	-9.99597
‚ĖĀcall	-9.99618
‚ĖĀimpose	-9.99628
‚ĖĀmargin	-9.99912
‚ĖĀfigure	-9.99942
‚ĖĀcities	-9.99976
‚ĖĀprevent	-10.0002
from	-10.0005
‚ĖĀadvantages	-10.0007
‚ĖĀ95	-10.0008
‚ĖĀstrategies	-10.0012
‚ĖĀrequires	-10.002
‚ĖĀcharging	-10.0029
‚ĖĀsmaller	-10.003
extremely	-10.0043
‚ĖĀparties	-10.0043
‚ĖĀsets	-10.0049
‚ĖĀsteps	-10.0052
‚ĖĀconcerned	-10.0053
‚ÄĚ,	-10.0055
‚ĖĀdual	-10.0059
‚ĖĀnamed	-10.0066
‚ĖĀlack	-10.0069
getting	-10.0073
‚ĖĀjiangsu	-10.0074
‚ĖĀrs	-10.0077
production	-10.0115
‚ĖĀguangdong	-10.012
‚ĖĀalro	-10.0123
‚ĖĀcapacities	-10.0135
‚ĖĀname	-10.0137
‚ĖĀports	-10.0142
‚ĖĀimmediate	-10.0148
‚ĖĀkaiser	-10.0152
poised	-10.0163
‚ĖĀ32	-10.0164
‚ĖĀ2014.	-10.0166
‚ĖĀship	-10.017
‚ĖĀfounded	-10.0174
‚ĖĀfeaturing	-10.0183
‚ĖĀmatter	-10.0208
‚ĖĀsuperior	-10.0212
‚ĖĀimprovements	-10.0224
‚ĖĀhong	-10.0239
‚ĖĀcourse	-10.0254
‚ĖĀreason	-10.026
‚ĖĀ110	-10.026
‚ĖĀst	-10.0264
‚ĖĀending	-10.0273
‚ĖĀgiving	-10.0306
‚ĖĀcommenting	-10.0316
‚ĖĀawareness	-10.0337
‚ĖĀflexibility	-10.0337
‚ĖĀcapture	-10.0348
‚ĖĀanalyst	-10.0349
‚ĖĀrating	-10.0351
‚ĖĀroughly	-10.0353
‚ĖĀarab	-10.036
‚ĖĀ2.5	-10.0362
‚ĖĀesg	-10.0362
‚ĖĀloan	-10.0367
‚ĖĀplus	-10.0374
‚ĖĀtransfer	-10.0381
‚ĖĀspecifically	-10.04
‚ĖĀdepend	-10.041
‚ĖĀdemands	-10.0412
‚ĖĀsharply	-10.0419
‚ĖĀbike	-10.0422
‚ĖĀ1.2	-10.0429
‚ĖĀgrows	-10.0443
‚ĖĀweekend	-10.0447
‚ĖĀaffect	-10.0449
‚ĖĀdemonstrates	-10.0452
‚ĖĀcold	-10.0471
‚ĖĀoxide	-10.0478
‚ĖĀyork	-10.0479
‚ĖĀmentioned	-10.0483
data	-10.0488
‚ĖĀupgrade	-10.0503
‚ĖĀturnover	-10.0512
‚ĖĀinitially	-10.0516
efficient	-10.0519
‚ĖĀmethods	-10.052
‚ĖĀwar	-10.0523
aimed	-10.0526
‚ĖĀcargo	-10.0526
‚ĖĀnoranda	-10.0527
‚ĖĀthailand	-10.0545
‚ĖĀfeasibility	-10.0549
‚ĖĀgrant	-10.0556
‚ĖĀroom	-10.0556
‚ĖĀforum	-10.0557
‚ĖĀways	-10.0558
‚ĖĀapple	-10.056
‚ĖĀexporters	-10.0573
‚ĖĀsluggish	-10.0575
‚ĖĀfacilitate	-10.0588
‚ĖĀrebound	-10.0593
‚ĖĀ65	-10.0605
‚ĖĀdeliveries	-10.0623
related	-10.0625
‚ĖĀsigns	-10.0626
indicating	-10.0639
‚ĖĀforecasts	-10.064
‚ĖĀpurpose	-10.0642
‚ĖĀmobility	-10.0647
‚ĖĀmy	-10.0666
‚ĖĀbd	-10.067
‚ĖĀrecap	-10.0678
‚ĖĀequipped	-10.0691
‚ĖĀhybrid	-10.0707
‚ĖĀ10,000	-10.0716
‚ĖĀownership	-10.0721
‚ĖĀutilisation	-10.0722
‚ĖĀshut	-10.0723
‚ĖĀrecognised	-10.0726
‚ĖĀhandling	-10.0737
‚ĖĀrepresentatives	-10.0738
‚ĖĀawarded	-10.0749
‚ĖĀprocessed	-10.0754
‚ĖĀrapidly	-10.0756
‚ĖĀeither	-10.0762
‚ĖĀsouthern	-10.077
‚ĖĀsummit	-10.077
‚ĖĀdetailed	-10.0807
‚ĖĀrevenues	-10.0809
‚ĖĀdonald	-10.0835
‚ĖĀvessel	-10.0839
‚ĖĀleverage	-10.0846
green	-10.0849
‚ĖĀ$1	-10.0857
‚ĖĀk	-10.0863
‚ĖĀtype	-10.0863
‚ĖĀcontrast	-10.0866
‚ĖĀwebsite	-10.087
‚ĖĀ70%	-10.087
‚ĖĀstrip	-10.0873
rolled	-10.0874
‚ĖĀlimit	-10.088
‚ĖĀjohn	-10.0885
‚ĖĀ130	-10.0897
‚ĖĀdifference	-10.0905
‚ĖĀcolour	-10.0909
‚ĖĀrebounded	-10.091
‚ĖĀactual	-10.0911
!	-10.0926
‚ĖĀ2014,	-10.0928
‚ĖĀtools	-10.0929
‚ĖĀtrucks	-10.0929
‚ĖĀtravel	-10.0945
‚ĖĀblack	-10.095
coupled	-10.0957
‚ĖĀfurnaces	-10.096
‚ĖĀceremony	-10.0968
‚ĖĀardagh	-10.0986
‚ĖĀexceed	-10.0987
‚ĖĀlaunches	-10.0993
‚ĖĀcriteria	-10.1001
‚ĖĀparticipation	-10.1002
es	-10.1002
‚ĖĀunwrought	-10.1002
‚ĖĀpotentially	-10.1016
‚ĖĀeconomies	-10.1018
‚ĖĀ40%	-10.102
‚ĖĀblocks	-10.1035
‚ĖĀcombination	-10.1041
‚ĖĀwine	-10.1049
‚ĖĀbacked	-10.105
‚ĖĀrecords	-10.1051
aden	-10.1053
‚ĖĀimpacts	-10.1057
‚ĖĀstrips	-10.1065
‚ĖĀwall	-10.1066
‚ĖĀluxury	-10.1069
‚ĖĀ33	-10.1099
‚ĖĀextra	-10.1102
‚ĖĀweaker	-10.1105
‚ĖĀhim	-10.1112
‚ĖĀ28,	-10.1113
‚ĖĀdeposits	-10.1131
‚ĖĀ15,	-10.1131
‚ĖĀfavourable	-10.1137
‚ĖĀshowcase	-10.1138
‚ĖĀcross	-10.114
llowing	-10.114
preliminary	-10.115
‚ĖĀadoption	-10.1154
‚ĖĀtouch	-10.1155
‚ĖĀ12,	-10.1159
‚ĖĀmet	-10.1161
‚ĖĀlinks	-10.1179
‚ĖĀconfident	-10.1185
‚ĖĀlink	-10.1186
‚ĖĀkentucky	-10.1188
‚ĖĀobjective	-10.1194
‚ĖĀtrain	-10.1195
‚ĖĀowners	-10.1196
‚ĖĀshareholder	-10.1196
‚ĖĀcause	-10.1204
‚ĖĀnotably	-10.1205
‚ĖĀen	-10.1205
‚ĖĀsoared	-10.1206
‚ĖĀheadquartered	-10.1211
‚ĖĀdeficit	-10.1212
‚ĖĀregistration	-10.1213
‚ĖĀexporting	-10.1215
‚ĖĀ13,	-10.1225
‚ĖĀdevice	-10.1231
‚ĖĀ5,000	-10.1231
‚ĖĀadvancements	-10.1235
‚ĖĀsourced	-10.1246
‚ĖĀobjectives	-10.1247
‚ĖĀsecuring	-10.1258
‚ĖĀcannot	-10.1259
ex	-10.1266
‚ĖĀaddressing	-10.1268
‚ĖĀmelting	-10.1272
‚ĖĀlatter	-10.1273
‚ĖĀllc	-10.1274
‚ĖĀgross	-10.1274
ic	-10.1275
‚ĖĀcompliance	-10.1276
‚ĖĀarticle	-10.1276
‚ĖĀaid	-10.1278
cost	-10.1279
‚ĖĀpt	-10.1286
‚ĖĀstaff	-10.1288
‚ĖĀmoney	-10.1291
‚ĖĀdemonstrated	-10.1296
‚ĖĀsent	-10.1296
‚ĖĀdynamic	-10.1301
or	-10.1305
‚ĖĀfabrication	-10.132
‚ĖĀadds	-10.1324
‚ĖĀteams	-10.1326
‚ĖĀfaster	-10.1326
‚ĖĀinfinitely	-10.1326
‚ĖĀowner	-10.134
‚ĖĀprinciples	-10.1352
‚ĖĀmorning	-10.136
‚ĖĀgets	-10.1362
‚ĖĀexpert	-10.1371
‚ĖĀquickly	-10.1378
‚ĖĀrelationship	-10.1388
‚ĖĀkong	-10.1394
‚ĖĀnumerous	-10.1395
‚ĖĀcaptive	-10.1396
‚ĖĀgives	-10.1397
‚ĖĀpointed	-10.1405
‚ĖĀpartnerships	-10.1415
out	-10.142
‚ĖĀinflation	-10.143
‚ĖĀart	-10.1445
‚ĖĀalone	-10.1452
‚ĖĀindividual	-10.1455
‚ĖĀsports	-10.1456
‚ĖĀecosystem	-10.1459
‚ĖĀiai	-10.1463
‚ĖĀfoils	-10.1463
‚ĖĀboosting	-10.1468
‚ĖĀ16,	-10.1477
‚ĖĀmaintained	-10.1483
‚ĖĀfactor	-10.1493
‚ĖĀhongqiao	-10.15
‚Äô20	-10.1523
high	-10.1529
‚ĖĀcapsules	-10.1529
‚ĖĀschool	-10.1531
‚ĖĀphysical	-10.1534
‚ĖĀquebec	-10.1535
‚ĖĀireland	-10.1536
‚ĖĀsuitable	-10.1536
‚ĖĀfallen	-10.1537
19	-10.155
‚ĖĀround	-10.1557
‚ĖĀreplace	-10.156
‚ĖĀgap	-10.1566
‚ĖĀpopular	-10.1571
‚ĖĀcustom	-10.1571
‚ĖĀpartially	-10.1589
‚ĖĀfit	-10.1591
‚ĖĀalupro	-10.1594
40	-10.1602
‚ĖĀversion	-10.1603
‚ĖĀton	-10.1604
‚ĖĀserves	-10.1607
‚ĖĀbeijing	-10.1607
‚ĖĀseeing	-10.162
‚ĖĀfreight	-10.1623
‚ĖĀrecover	-10.1623
‚ĖĀaviation	-10.1625
‚ĖĀ600	-10.1625
‚ĖĀ21,	-10.163
house	-10.1636
‚ĖĀhills	-10.1638
‚ĖĀdevices	-10.165
‚ĖĀwarrant	-10.1652
1,000	-10.1656
‚ĖĀguidance	-10.166
‚ĖĀrelevant	-10.166
‚ĖĀtransform	-10.1665
‚ĖĀselected	-10.1665
‚ĖĀseparate	-10.1666
‚ĖĀposted	-10.1669
‚ĖĀ14,	-10.167
‚ĖĀrecyclability	-10.1678
‚ĖĀcanyon	-10.1697
‚ĖĀfounder	-10.1697
‚ĖĀconsist	-10.1702
‚ĖĀreally	-10.1707
‚ĖĀslumped	-10.1719
‚ĖĀtypes	-10.1727
‚ĖĀglobe	-10.1731
‚ĖĀlanjigarh	-10.1732
‚ĖĀfundamentals	-10.1732
off	-10.1733
‚ĖĀraising	-10.1751
‚ĖĀmassive	-10.1767
‚ĖĀsuggests	-10.1772
‚ĖĀbelieves	-10.1775
‚ĖĀglencore	-10.1787
‚ĖĀtense	-10.1791
60	-10.1794
‚ĖĀdisruptions	-10.1799
‚ĖĀnorwegian	-10.1804
‚ĖĀmachining	-10.1823
‚ĖĀorganisations	-10.1824
‚ĖĀchinalco	-10.1826
‚ĖĀwelding	-10.1828
‚ĖĀ24,	-10.1831
‚ĖĀengineers	-10.1832
‚ĖĀ6,	-10.1833
‚ĖĀlegal	-10.1839
‚ĖĀidentified	-10.184
‚ĖĀdeputy	-10.1841
‚ĖĀcoast	-10.1852
kg	-10.1853
‚ĖĀinside	-10.1855
‚ĖĀmoment	-10.1857
‚ĖĀapplied	-10.1859
‚ĖĀrevised	-10.1859
‚ĖĀimplement	-10.1864
14	-10.1872
‚ĖĀintelligence	-10.1877
6,000	-10.1878
‚ĖĀtool	-10.1883
‚ĖĀwinter	-10.1887
‚ĖĀkumar	-10.1894
‚ĖĀag	-10.1898
‚ĖĀ4,	-10.1907
‚ĖĀtestament	-10.1913
‚ĖĀcapable	-10.1915
‚ĖĀmotors	-10.1917
‚ĖĀ4,000	-10.1917
‚ĖĀmanage	-10.1924
‚ĖĀlearn	-10.1928
‚ĖĀquite	-10.1932
‚ĖĀplanet	-10.1933
‚ĖĀannounce	-10.1949
‚ĖĀpoland	-10.1951
‚ĖĀdurable	-10.197
‚ĖĀhydropower	-10.197
‚ĖĀstation	-10.1971
‚ĖĀrestart	-10.1979
‚ĖĀnespresso	-10.1988
‚ĖĀfinish	-10.199
‚ĖĀthank	-10.1991
‚ĖĀsellers	-10.1993
‚ĖĀcommissioned	-10.1994
‚ĖĀmanaged	-10.1996
‚ĖĀextraction	-10.2025
‚ĖĀaleris	-10.2026
‚ĖĀheating	-10.2029
‚ĖĀcovers	-10.2031
‚ĖĀleft	-10.2035
‚ĖĀ11,	-10.2036
‚ĖĀrisen	-10.2042
‚ĖĀcapability	-10.2043
‚ĖĀqatar	-10.2043
‚ĖĀwidely	-10.2049
‚ĖĀlease	-10.2057
‚ĖĀindicated	-10.2065
‚ĖĀcap	-10.2074
‚ĖĀsoda	-10.2082
‚ĖĀthings	-10.2083
‚ĖĀoptimistic	-10.2099
‚ĖĀ4.0	-10.2117
‚ĖĀintroduction	-10.2118
life	-10.2118
‚ĖĀframes	-10.2121
‚ĖĀ140	-10.213
‚ĖĀformed	-10.2132
‚ĖĀpacific	-10.2146
casting	-10.2151
‚ĖĀevolving	-10.216
‚ĖĀ2,	-10.2162
‚ĖĀbelgium	-10.2193
user	-10.2199
‚ĖĀcoils	-10.2203
‚ĖĀwelcome	-10.221
‚ĖĀ17,	-10.2212
‚ĖĀsaying	-10.2221
‚ĖĀsemis	-10.2222
‚ĖĀbuildings	-10.2227
‚ĖĀbodies	-10.2231
‚ĖĀbecame	-10.2231
‚ĖĀserving	-10.2233
‚ĖĀcovering	-10.2243
‚ĖĀhighs	-10.2261
‚ĖĀsummer	-10.2272
‚ĖĀ22,	-10.2284
‚ĖĀcommence	-10.2286
‚ĖĀletter	-10.229
‚ĖĀcooling	-10.2295
‚ĖĀexploring	-10.2307
‚ĖĀtitanium	-10.2308
‚ĖĀfleet	-10.2313
‚ĖĀtech	-10.2316
‚ĖĀparty	-10.2322
‚ĖĀleveraging	-10.2327
line	-10.2327
‚ĖĀheart	-10.2328
‚ĖĀ23,	-10.2334
‚ĖĀwatch	-10.2339
‚ĖĀspent	-10.2346
‚ĖĀdoing	-10.2362
‚ĖĀsilver	-10.2363
‚ĖĀkept	-10.2364
‚ĖĀclass	-10.2364
‚ĖĀwashington	-10.2364
‚ĖĀvirtually	-10.2385
‚ĖĀengaged	-10.2388
‚ĖĀinterior	-10.239
‚ĖĀdiscuss	-10.2393
‚ĖĀprofessionals	-10.24
‚ĖĀvolatility	-10.2403
alumina	-10.2403
‚ĖĀgeopolitical	-10.2422
‚ĖĀmarginal	-10.2423
‚ĖĀproven	-10.2423
‚ĖĀevs	-10.2429
‚ĖĀdividend	-10.243
‚ĖĀplaced	-10.2433
‚ĖĀswitch	-10.2453
‚ĖĀarchitecture	-10.2467
ml	-10.2468
‚ĖĀimage	-10.2469
‚ĖĀcarry	-10.2479
‚ĖĀpriority	-10.2481
‚ĖĀextension	-10.2487
‚ĖĀyacht	-10.2487
‚ĖĀvessels	-10.2496
‚ĖĀslower	-10.2501
‚ĖĀo	-10.2519
‚ĖĀpowered	-10.2522
‚ĖĀ9,	-10.2531
‚ĖĀ36	-10.2546
‚ĖĀproblem	-10.2548
‚ĖĀbottom	-10.2558
‚ĖĀchair	-10.2559
co	-10.257
‚ĖĀheavily	-10.2578
‚ĖĀauction	-10.2581
‚ĖĀapart	-10.2587
‚ĖĀ5,	-10.2596
‚ĖĀrexam	-10.2619
‚ĖĀ26,	-10.2623
‚ĖĀallowed	-10.2628
21	-10.2631
‚ĖĀscore	-10.2641
‚ĖĀconsider	-10.2656
‚ĖĀplays	-10.2658
‚ĖĀkind	-10.2661
‚ĖĀsuper	-10.2663
